{
    "careers": [
        {
            "img1": "../assets/images/blog/blog-details-doctor.jpg",
            "alt1": "AIML Image",
            "id": "doctor",
            "title": "Doctor",
            "cat_dir": "../medicine.html",
            "cat": "Medicine",
            "duration": "5 years",
            "p1-1": "Do you want to help people and save lives? Then, becoming a doctor is a great career path! We are all well aware of the roles of a doctor. We've interacted with many throughout our lives and we know their importance.",
            "p1-2": "Doctors help in maintaining a pain-free life and resolving any health or medical concerns we might have. They also help in sustaining our lives by helping us function effectively. Hospital doctors diagnose and treat medical conditions, disorders, and diseases through the application of specialist medical skills and knowledge. Hospital doctors can work in several specialities, from emergency medicine to surgery. Hospital doctors treat those who have been admitted or referred to the hospital. Medical practice correctly necessitates a thorough understanding of academic subjects such as anatomy and physiology.",
            "desc": "Doctors have one of the most respected yet stressful careers. They see several patients every day, and their job includes assessing these patients, diagnosis and assigning treatment plans. Doctors are on their toes the entire time and they are almost required to be available whenever possible. Their careers are demanding yet rewarding. With more experience, doctors are regarded higher. There are several specializations for doctors, based on which the work-life of a doctor differs. The priority of a doctor's work-life no matter which specialization they choose is the healthcare of the patient.",
            "skills": [
                "Empathy: Even though the job is extremely stressful, doctors are required to be empathetic towards their patients.",
                "Passion: Doctors are required to be passionate about their field. They will be dealing with human lives, and thus an individual needs to be driven. Any kind of disinterest or lack of focus can prove to be problematic and even fatal in some cases.",
                "Responsibility: As mentioned above the doctor needs to keep in mind that they are working with human lives. Thus they need to be responsible enough to do this job. In case a doctor isn't well or has any other issues then they have to immediately refrain from performing surgery.",
                "Hard Working: It takes a lot of determination and perseverance to be a doctor. Individuals need to be prepared to work hard and give their best at all times as it is a demanding career.",
                "Emotional Strength: They have to often encounter cases that might be hard to digest. They could be emotionally overwhelming and painful. In these cases, doctors are required to stay emotionally strong.",
                "Patience: Doctors would be facing a range of patients. Sometimes trying to get a patient to adhere to the treatment or explain to them the kind of illness they have can be stressful, thus this requires patience."
            ],
            "educ": [
                "School: Any subject combination taking Science as the main stream.",
                "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
                "Post Graduation: MD in any medical field."
            ],
            "opp_l": [
                " General Physicians",
                " Paediatricians",
                " General Surgeon",
                " Cardiologist",
                " Dentist"
            ],
            "opp_r": [
                " Dermatologists",
                " Gynaecologist",
                " ENT Specialist",
                " Neurologist",
                " Gasteroenterologist"
            ],
            "insti": [
                {
                    "link": "https://www.aiims.edu/",
                    "name": "All India Institute of Medical Sciences (AIIMS)"
                },
                {
                    "link": "https://www.cmch-vellore.edu/",
                    "name": "Christian Medical College Vellore"
                },
                {
                    "link": "https://manipal.edu/kmc-manipal.html",
                    "name": "Kasturba Medical College Manipal"
                },
                {
                    "link": "http://www.mmc.ac.in/mmc/",
                    "name": "Madras Medical College"
                }
            ],
            "pros": [
                "The financial stability for doctors is really rewarding once the experience has been gained.",
                "Job satisfaction for doctors is high as they will be working for the betterment of society.",
                "It's an extremely respected profession."
            ],
            "cons": [
                "There's a lot of stress as any mistake in this profession could be harmful.",
                "The workload could be high which could lead to burnout.",
                "Even the process of getting through M.B.B.S could be stressful and draining."
            ]
        }
    ]
}