[
    {
        "careerid": "doctor",
        "img1": "assets/images/career/career-details-doctor.jpg",
        "alt1": "Doctor Image",
        "title": "Doctor",
        "linky" : "",
        "cat_dir": "medicine.html",
        "cat": "Medicine",
        "duration": "5 years",
        "p1_1": "Do you want to help people and save lives? Then, becoming a doctor is a great career path! We are all well aware of the roles of a doctor. We've interacted with many throughout our lives and we know their importance.Doctors help in maintaining a pain-free life and resolving any health or medical concerns we might have. They also help in sustaining our lives by helping us function effectively",
        "p1_2": "",
        "desc": "Doctors have one of the most respected yet stressful careers. They see several patients every day, and their job includes assessing these patients, diagnosis and assigning treatment plans. Doctors are on their toes the entire time and they are almost required to be available whenever possible.",
        "skills": [
            "Empathy: Even though the job is extremely stressful, doctors are required to be empathetic towards their patients.",
            "Passion: Doctors are required to be passionate about their field. They will be dealing with human lives, and thus an individual needs to be driven. Any kind of disinterest or lack of focus can prove to be problematic and even fatal in some cases.",
            "Responsibility: As mentioned above the doctor needs to keep in mind that they are working with human lives. Thus they need to be responsible enough to do this job. In case a doctor isn't well or has any other issues then they have to immediately refrain from performing surgery.",
            "Hard Working: It takes a lot of determination and perseverance to be a doctor. Individuals need to be prepared to work hard and give their best at all times as it is a demanding career.",
            "Emotional Strength: They have to often encounter cases that might be hard to digest. They could be emotionally overwhelming and painful. In these cases, doctors are required to stay emotionally strong.",
            "Patience: Doctors would be facing a range of patients. Sometimes trying to get a patient to adhere to the treatment or explain to them the kind of illness they have can be stressful, thus this requires patience."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
            "Post Graduation: MD in any medical field."
        ],
        "opp_l": [
            " General Physicians",
            " Paediatricians",
            " General Surgeon",
            " Cardiologist",
            " Dentist"
        ],
        "opp_r": [
            " Dermatologists",
            " Gynaecologist",
            " ENT Specialist",
            " Neurologist",
            " Gasteroenterologist"
        ],
        "insti": [
            {
                "link": "https://www.aiims.edu/",
                "name": "All India Institute of Medical Sciences (AIIMS)"
            },
            {
                "link": "https://www.cmch-vellore.edu/",
                "name": "Christian Medical College Vellore"
            },
            {
                "link": "https://manipal.edu/kmc-manipal.html",
                "name": "Kasturba Medical College Manipal"
            },
            {
                "link": "http://www.mmc.ac.in/mmc/",
                "name": "Madras Medical College"
            }
        ],
        "pros": [
            "The financial stability for doctors is really rewarding once the experience has been gained.",
            "Job satisfaction for doctors is high as they will be working for the betterment of society.",
            "The workload could be high which could lead to burnout.",
            "Even the process of getting through M.B.B.S could be stressful and draining."
        ]
    },
    {
        "careerid": "surgeon",
        "title": "Surgeon",
        "cat_dir": "medicine.html",
        "cat": "Medicine",
        "duration": "8 years",
        "p1_1": "Are you intrigued by the innards of a human body? Then, becoming a surgeon could be a great career path for you. Surgeons, as the name specifies, are doctors who specialize in Surgery. These surgeons perform surgery in order to fix abnormalities immediately.",
        "p1_2": "",
        "img1": "assets/images/career/career-details-surgeon.jpg",
        "alt1": "Surgeon Image",
        "desc": "A surgeon needs to go through rigorous training before performing surgery. Naturally, because it is a complex job the stress and responsibilities are larger. A surgeon has to view the patients’ health conditions and accordingly device a plan for surgery.",
        "skills": [
            "Endurance Skills: It needs to be taken into account that surgeons stand for long hours in the operation theatre. It's extremely important for them to be able to do this with tiring or losing focus. Thus stamina is one of the crucial factors.",
            "Hardworking Skills: It takes a lot of determination and perseverance to be a surgeon. Individuals need to be prepared to work hard and give it their best at all times as it is a demanding career.",
            "Learning Skills: Surgeons are required to be passionate about their field. They will be dealing with human lives, thus an individual has to be driven and keep learning."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
            "Post Graduation: MD in General Surgery."
        ],
        "opp_l": [
            " Cardiothoracic Surgery",
            " Neurosurgery",
            " Orthopaedic Surgery"
        ],
        "opp_r": [
            " Urology",
            " Vascular Surgery",
            " Paediatric Surgery"
        ],
        "insti": [
            {
                "link": "https://www.aiims.edu/",
                "name": "All India Institute of Medical Sciences (AIIMS)"
            },
            {
                "link": "https://fathermuller.edu.in/medical-college/",
                "name": "Father Muller Medical College Mangalore"
            },
            {
                "link": "Kasturba Medical College Manipal",
                "name": "Grant Medical College Mumbai"
            }
        ],
        "pros": [
            "The financial stability for doctors is really rewarding once the experience has been gained.",
            "Job satisfaction for surgeons is high as they will be working for the betterment of society.",
            "Commitment required by surgeons is also really high, this could leave you having a poor social life.",
            "Stress in the job is also quite high."
        ]
    },
    {
        "careerid": "pathology",
        "title": "Pathology",
        "cat_dir": "medicine.html",
        "cat": "Medicine",
        "duration": "7 years",
        "p1_1": "Do you want to help diagnose various health conditions? Then pathology is a great career for you! When we go to a doctor for a particular illness we usually tend to ask them why we’ve gotten this illness. If it’s something that requires the doctor to do blood tests, urine tests then we’d have a lab test result that explains the cause of the illness.",
        "p1_2": "",
        "img1": "assets/images/career/career-details-pathology.jpg",
        "alt1": "Pathology Image",
        "desc": "Pathologists are the ones who study the samples of various patients and then produce us with a report that helps in the diagnosis. Thus they play a crucial part in the healthcare system. It is also important in the sense that they warn of available risk factors, in case the patient has a certain aversion to a drug or another medical condition that could interfere with the treatment.",
        "skills": [
            "Analytical Skills: An individual would have to be able to analyse the incoming data and new information and make the right inference.",
            "Learning Skills: As the field is growing it requires the pathologists to have an open mind in terms of new technology.",
            "Responsibility: As mentioned above the surgeon needs to keep in mind that they are working with human lives. Thus they need to be responsible enough to do this job. In case a surgeon isn't well or has any other issues then they have to immediately refrain from performing surgery.",
            "Communication Skills: It is mandatory for them to communicate well with the patients when it comes to making them understand the dose of administration, when to take and how to take medicines.",
            "Research Skills: Naturally one would have to be good at research as well to understand new problems, their potential solutions and inventions."

        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
            "Post Graduation: MD in Pathology."
        ],
        "opp_l": [
            " Chemical Pathology",
            " Neuropathology"
        ],
        "opp_r": [
            " Paediatric Pathology",
            " Forensic Pathology"

        ],
        "insti": [
            {
                "link": "https://www.aiims.edu/",
                "name": "All India Institute of Medical Sciences (AIIMS)"
            },
            {
                "link": "https://www.cmch-vellore.edu/",
                "name": "Christian Medical College Vellore"
            },
            {
                "link": "https://manipal.edu/kmc-manipal.html",
                "name": "Kasturba Medical College Manipal"
            },
            {
                "link": "http://www.mmc.ac.in/mmc/",
                "name": "Madras Medical College"
            }
        ],
        "pros": [
            "There's a large need for pathologists.",
            "Due to the fast-paced world there's almost always something new to study about.",
            "The pay is not very rewarding initially.",
            "The field requires a lot of study and hectic work."
        ]
    },
    {
        "careerid": "nursing",
        "img1": "../assets/images/career/career-details-nursing.jpg",
        "alt1": "AIML Image",
        "id": "nursing",
        "title": "Nursing",
        "cat_dir": "../medicine.html",
        "cat": "Medicine",
        "duration": "4 years",
        "p1_1": "Do you want to treat people and do noble jobs? Then, nursing is a great profession for you. Nurses are required to take a preliminary screening of the patient and to also keep a day to day check on the progress of the patient. All this has to be documented by the nurses.",
        "p1_2": "",
        "desc": "A candidate interested in being a nurse is required to have the motivation and the drive to do so. But more importantly, the individual needs to be patient. Whichever area he/she specialises in, there is a large requirement of patience that the nurses have to deliver. The job can get repetitive and mundane.",
        "skills": [
            "Empathy: Even though the job is extremely stressful, nurses are required to be empathetic towards their patients.",
            "Responsibility: They need to be responsible enough to do this job. In case a nurse isn't well or has any other issues then they have to immediately refrain from interacting with patients as this might affect them.",
            "Hard Working: It takes a lot of determination and perseverance to be a nurse. Individuals need to be prepared to work hard and give their best at all times as it is a demanding career.",
            "Emotional Strength: They have to often encounter cases that might be hard to digest. They could be emotionally overwhelming and painful. In these cases, nurses are required to stay emotionally strong.",
            "Patience: Nurses would be facing a range of patients. Sometimes trying to get a patient to adhere to the treatment or explain to them the kind of illness they have can be stressful, thus this requires patience."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Science in Nursing / Bachelor of Science Honours in Nursing.",
            "Post Graduation: Master of Science in Nursing."
        ],
        "opp_l": [
            " Oncological Nursing",
            " Nephrological Nursing",
            " Critical Care Nursing Surgeon",
            " Psychiatric Nursing"
        ],
        "opp_r": [
            " Craniological/CTVS Nursing",
            " Neurosciences Nursing",
            " Paediatric Nursing",
            " Private Nursing"
        ],
        "insti": [
            {
                "link": "https://tmc.gov.in/index.php/en/academics/admission-process",
                "name": "Tata Memorial Hospital Mumbai"
            },
            {
                "link": "https://www.cmch-vellore.edu/",
                "name": "Christian Medical College Vellore"
            },
            {
                "link": "http://apollohospitalseducation.com/College/index.html",
                "name": "Apollo College of Nursing Chennai"
            },
            {
                "link": "https://www.hindujahospital.com/",
                "name": "Hinduja Hospital Mumbai"
            }
        ],
        "pros": [
            "Due to the growing field of medical science, and the growing need for more hospitals, naturally the need for nurses is also increasing. Thus the job market has a high demand.",
            "The income in this field is stable and provides good job satisfaction.",
            "Rules must be strictly followed as it's a matter of healthcare.",
            "It can become tiring and rigorous."
        ]
    },
    {
        "careerid": "veterinary",
        "title": "Veterinary",
        "cat_dir": "../medicine.html",
        "cat": "Medicine",
        "duration": "5 years",
        "p1_1": "Are you an animal lover and love taking care of them? Then, this is the perfect field for you. Veterinarians, commonly known as vets, are individuals who treat animals. A veterinary clinic is the place you take your pets, injured animals of all kinds to for treatment. This position falls into the category of animal healthcare. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-vet.jpg",
        "alt1": "AIML Image",
        "desc": "Just like human beings, animals tend to fall ill and are at risk for diseases that human beings are not and therefore require medical care at various points, this is where the vet comes in to take care of the animals. Whether it is, vaccinating your pets, ensuring that they are free of disease.",
        "skills": [
            "Communication Skills: They also need to be able to effectively communicate their understanding of the symptoms and the diagnosis. They also have to consider the emotions of owners of the pets.",
            "Analytical Skills: As this field puts theory into use, using logic and reasoning becomes important to solve the problems and to come to a conclusion.",
            "Learning Skills: You need to be aware of upcoming findings and studies conducted and keep up with the recent developments in this field.",
            "Acceptance Skills: As the medical field is growing it requires them to have an open mind in terms of new technology."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Veterinary Science (BVSc) / Bachelor of Veterinary Medicine and Surgery (BVMS).",
            "Post Graduation: MD in Veterinary Sciences."
        ],
        "opp_l": [
            "Government Hospitals",
            "NGOs",
            "Clinics"
        ],
        "opp_r": [
            "Wildlife Parks",
            "Conservation Parks"
        ],
        "insti": [
            {
                "link": "http://www.ivri.nic.in/",
                "name": "Indian Veterinary Research Institute"
            },
            {
                "link": "http://www.tanuvas.ac.in/",
                "name": "Tamil Nadu Veterinary and Animal Sciences University"
            },
            {
                "link": "https://svvu.edu.in/",
                "name": "Sri Venkateswara Veterinary University"
            },
            {
                "link": "http://www.mafsu.in/",
                "name": "Maharashtra Animal & Fishery Sciences University"
            }
        ],
        "pros": [
            "This is considered as a noble profession.",
            "This is a fun job role for anyone who loves animals, as one gets to spend a lot of time with them.",
            "Not a very highly paid profession, unless one works at a huge hospital, or their practice becomes well reputed.",
            "Often the vet may have to euthanize the pet (put them down, due to very poor health), which can be very stressful."
        ]
    },
    {
        "careerid": "orthopaedic",
        "title": "Orthopaedic",
        "cat_dir": "../medicine.html",
        "cat": "Medicine",
        "duration": "8 years",
        "p1_1": "Do you want to study bones, muscles, joints, ligaments, tendons or nerves and the probable injuries? If you think you have the right healing touch in your hands and can treat these injuries, and want to help such people, then being an orthopedist might be the right job for you.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ortho.jpg",
        "alt1": "AIML Image",
        "desc": "Any orthopaedic professional, surgical or not, is qualified to analyze, diagnose, and treat your orthopaedic condition with non-invasive procedures. It's also worth noting that just because orthopaedic surgeons are qualified to perform surgery doesn't mean they would.",
        "skills": [
            "Communication Skills: They also need to be able to effectively communicate their understanding of the symptoms and the diagnosis.",
            "Analytical Skills: As this field puts theory into use, using logic and reasoning becomes important to solve the problems and to come to a conclusion.",
            "Learning Skills: You need to be aware of upcoming findings and studies conducted and keep up with the recent developments in this field.",
            "Acceptance Skills: As the medical field is growing it requires them to have an open mind in terms of new technology."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
            "Post Graduation: MD in Orthopaedics."
        ],
        "opp_l": [
            "Hospitals",
            "Private Clinics"
        ],
        "opp_r": [
            "Sports"
        ],
        "insti": [
            {
                "link": "https://www.aiims.edu/",
                "name": "All India Institute of Medical Sciences (AIIMS)"
            },
            {
                "link": "https://fathermuller.edu.in/medical-college/",
                "name": "Father Muller Medical College Mangalore"
            },
            {
                "link": "https://manipal.edu/kmc-manipal.html",
                "name": "Kasturba Medical College Manipal"
            },
            {
                "link": "https://ggmcjjh.com/",
                "name": "Grant Medical College Mumbai"
            }
        ],
        "pros": [
            "They have great job stability and is well respected in the community.",
            "The pay as well is rewarding and stable.",
            "Sometimes the work can be draining and repetitive.",
            "MBBS can be a very hectic course."
        ]
    },
    {
        "careerid": "optha",
        "title": "Ophthalmology",
        "cat_dir": "../medicine.html",
        "cat": "Medicine",
        "duration": "8 years",
        "p1_1": "Do you want to study eyes and vision? Then, ophthalmology is the right career. Ophthalmology is a discipline of medicine which deals with the physiology, anatomy and diseases of the eye. The area of ophthalmology requires a lot of expertise due to the speciality's complexity. This field included surgical, medical, and patient care skills ranging from paediatric to geriatric. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-optha.jpg",
        "alt1": "AIML Image",
        "desc": "Ophthalmologists are those people who help in the treatment of eye problems. This can range from a power problem to something serious that might require surgery. They are required to assess the problem and devise a treatment plan. As the population of our planet rises every day.",
        "skills": [
            "Analytical Skills: An individual would have to be able to analyse the incoming data and new information and make the right inference",
            "Learning Skills: As the field is growing it requires them to have an open mind in terms of new technology.",
            "Technical Skills: They must be equipped with enough knowledge about the equipment as well as various health conditions.",
            "Research Skills: Naturally one would have to be good at research as well to understand new problems, their potential solutions and inventions."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Medicine and Bachelor of Surgery (MBBS).",
            "Post Graduation: MD in Ophthamology."
        ],
        "opp_l": [
            "Hospitals",
            "Health Centres",
            "Paediatric Ophthalmology"
        ],
        "opp_r": [
            "NGOs",
            "Academic Institutes"
        ],
        "insti": [
            {
                "link": "https://www.kem.edu/",
                "name": "King Edward Memorial Hospital and College Mumbai"
            },
            {
                "link": "https://fathermuller.edu.in/medical-college/",
                "name": "Father Muller Medical College Mangalore"
            },
            {
                "link": "https://manipal.edu/kmc-manipal.html",
                "name": "Kasturba Medical College Manipal"
            },
            {
                "link": "https://ggmcjjh.com/",
                "name": "Grant Medical College Mumbai"
            }
        ],
        "pros": [
            "The financial stability for doctors is really rewarding once the experience has been gained.",
            "Job satisfaction for doctors is high as they will be working for the betterment of society.",
            "The workload could be high which could lead to burnout.",
            "Even the process of getting through M.B.B.S could be stressful and draining."
        ]
    },
    {
        "careerid": "cse",
        "title": "Computer Science & Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you fascinated by computers and technology? If so, then you should seriously consider pursuing a career in Computer Science & Engineering. This field of engineering utilizes elements of both computer science and electronics to create computer systems. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cse.jpg",
        "alt1": "CSE Image",
        "desc": "Computer engineers are tasked with the design, creation, and evaluation of computer systems and their integral parts, encompassing processors, circuit boards, memory units, networks, and routers. They hold the responsibility for a wide spectrum of tasks, ranging from software development.",
        "skills": [
            "Technical Skills: The professionals must have solid basic knowledge in science. They must have strong maths skills as math is required for both for the construction of hardware and the programming of software.",
            "Communication Skills: Computer engineers work in a team and usually require communicating with others regarding their job.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It is very necessary to have management skills to progress in a career.",
            "Problem Solving Skills: This is the basic description of the job of a computer engineer. Even the tiny error will enable the programme to run.",
            "Learning Skills: Learning new skills and technology is a life long process for computer engineers to stay in the market."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Computer Science & Engineering / B.Tech in Software Engineering / B.Tech in Information Technology.",
            "Post Graduation: M.Tech in Computer Science & Engineering."
        ],
        "opp_l": [
            "Software Developer",
            "Machine Learning Engineer",
            "Data Analyst",
            "DevOps Engineer",
            "Cybersecurity Analyst"
        ],
        "opp_r": [
            "Database Administrator",
            "Network Engineer",
            "Embedded Systems Engineer",
            "Hardware Engineer",
            "System Designer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "The pay packages are very good, so would account for a comfortable life.",
            "The work environment is positive and allows the individual to thrive.",
            "Regular updating of knowledge because of the ever-evolving technology.",
            "Long sitting hours in front of the computer may have negative health effects."
        ]
    },
    {
        "careerid": "aiml",
        "title": "Artificial Intelligence & Machine Learning",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you fascinated by the potential of machines to learn and make intelligent decisions? If so, a career in Artificial Intelligence (AI) and Machine Learning (ML) could be the perfect fit for you. This dynamic field revolves around the development of systems that can perform tasks requiring human-like intelligence.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-aiml.jpg",
        "alt1": "AIML Image",
        "desc": "Professionals in Artificial Intelligence and Machine Learning are at the forefront of creating intelligent systems capable of learning and making decisions. They specialize in developing algorithms and models that enable computers to process and understand complex data, allowing them to perform tasks traditionally requiring human intelligence. This involves designing neural networks, fine-tuning algorithms, and optimizing models for various applications.",
        "skills": [
            "Technical Skills: The professionals must have solid basic knowledge in science. They must have strong maths skills as math is required for both for the construction of hardware and the programming of software.",
            "Communication Skills: Computer engineers work in a team and usually require communicating with others regarding their job.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It isvery necessary to have management skills to progress in a career.",
            "Problem Solving Skills: This is the basic description of the job of a computer engineer. Even the tiny error will enable the programme to run.",
            "Learning Skills: Learning new skills and technology is a life long process for computerengineers to stay in the market."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Artificial Intelligence & Machine Learning / B.Tech in Computer Science & Engineering / B.Tech in Data Science.",
            "Post Graduation: M.Tech in Artificial Intelligence & Machine Learning."
        ],
        "opp_l": [
            "Computer Vision Engineer",
            "Machine Learning Engineer",
            "Data Analyst",
            "DevOps Engineer",
            "Natural Language Processing (NLP) Engineer"
        ],
        "opp_r": [
            "AI Ethics and Bias Analyst",
            "AI Solutions Architect",
            "Data Scientist",
            "Robotics Engineer",
            "AI Automation Designer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "The pay packages are very good, so would account for a comfortable life.",
            "The work environment is positive and allows the individual to thrive.",
            "Regular updating of knowledge because of the ever-evolving technology.",
            "Long sitting hours in front of the computer may have negative health effects."
        ]
    },
    {
        "careerid": "ece",
        "title": "Electronics & Communications Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Do you possess a keen interest in electronics, telecommunications, and their wide-ranging applications? If so, Electronics and Communications Engineering might be the perfect fit for you! This field of engineering delves into the study, design, and application of devices, systems, and equipment that harness the power of electronics, telecommunications, and electromagnetism. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ece.jpg",
        "alt1": "ECE Image",
        "desc": "Electronics and Communications Engineers leverage their expertise in the principles of electronics, telecommunications, and signal processing to design and innovate electronic devices and communication systems. They tackle challenges, develop cutting-edge solutions, and rigorously test equipment. ",
        "skills": [
            "Technical Skills: Engineers should have basic circuit knowledge as in large scale projects design can get very complex. Thorough knowledge of maths and physics is also necessary.",
            "Communication Skills: In every job communication skill is necessary. Professionals should know how to keep their solutions and demands in front of the supervisor or- in front of their clients.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It is very necessary to have management skills to progress in a career.",
            "Problem Solving Skills: The job of an engineer is practical. It is a job where theory gets converted into practical application. They have to think logically and revisit the concepts to solve the problem as every problem will be unique.",
            "Learning Skills: Engineering is a very practical job where new challenges will come and the only way to overcome them is to keep learning.",
            "Thinking Skills: To solve the unique problems, critical thinking will come into the picture. The ability to approach things differently with innovative techniques will make a difference."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Electronics & Communication Engineering / B.Tech in Electronics & Instrumentation Engineering / B.Tech in Electrical Engineering.",
            "Post Graduation: M.Tech in Electronics & Communication Engineering."
        ],
        "opp_l": [
            "Broadcasting Engineer",
            "CAD Technician",
            "Control & Instrumental Engineer",
            "Network Engineer",
            "Embedded Systems Engineer"
        ],
        "opp_r": [
            "Telecommunications Engineer",
            "Signal Processing Engineer",
            "Automotive Electronics Engineer",
            "Control Systems Engineer",
            "Radio Frequency Engineer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "The pay scale is very good, which accounts for a comfortable lifestyle.",
            "The work hours are slightly more flexible than other fields, which results in job flexibility as well.",
            "The growth potential is very limited here.",
            "There is a lot of hard work involved, as well as tight deadlines."
        ]
    },
    {
        "careerid": "ee",
        "title": "Electrical Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you fascinated by the realm of electricity and its diverse applications? If so, electrical engineering could be the perfect fit for you! This branch of engineering revolves around the exploration, design, and implementation of devices, systems, and assorted equipment that harness the power of electricity, electronics, and electromagnetism.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ee.jpg",
        "alt1": "EE Image",
        "desc": "Electrical engineers leverage their understanding of the principles of electricity, electromagnetism, and electronics, backed by a foundation in physics and mathematics, to conceive and innovate electrical equipment and systems. They address challenges, conduct equipment testing, and employ Computer-Aided Design (CAD) for tasks like schematic creation and circuit layout.",
        "skills": [
            "Technical Skills: Engineers should have basic circuit knowledge as in large scale projects design can get very complex. Thorough knowledge of maths and physics is also necessary.",
            "Communication Skills: In every job communication skill is necessary. Professionals should know how to keep their solutions and demands in front of the supervisor or- in front of their clients.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It is very necessary to have management skills to progress in a career.",
            "Problem Solving Skills: The job of an engineer is practical. It is a job where theory gets converted into practical application. They have to think logically and revisit the concepts to solve the problem as every problem will be unique.",
            "Learning Skills: Engineering is a very practical job where new challenges will come and the only way to overcome them is to keep learning.",
            "Thinking Skills: To solve the unique problems, critical thinking will come into the picture. The ability to approach things differently with innovative techniques will make a difference."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Electrical Engineering / B.Tech in Electronics & Instrumentation Engineering / B.Tech in Electrical & Electronics Engineering.",
            "Post Graduation: M.Tech in Electrical Engineering."
        ],
        "opp_l": [
            "Electrical Engineer",
            "CAD Technician",
            "Control & Instrumental Engineer",
            "Network Engineer",
            "Embedded Systems Engineer"
        ],
        "opp_r": [
            "Telecommunications Engineer",
            "Electronics Design Engineer",
            "Automotive Electronics Engineer",
            "Control Systems Engineer",
            "Instrumentation Engineer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "The pay scale is very good, which accounts for a comfortable lifestyle.",
            "The work hours are slightly more flexible than other fields, which results in job flexibility as well.",
            "The growth potential is very limited here.",
            "There is a lot of hard work involved, as well as tight deadlines."
        ]
    },
    {
        "careerid": "eie",
        "title": "Electrical & Instrumentation Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you intrigued by the intricate interplay of instruments and systems in various applications? If so, Electrical & Instrumentation Engineering might be the ideal path for you! This discipline is closely linked to the study, development, and utilization of devices, systems, and specialized equipment that involve electricity, electronics, and instrumentation. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-eie.jpg",
        "alt1": "EIE Image",
        "desc": "Electrical and Instrumentation Engineers leverage their expertise in electrical systems, instrumentation, and control technologies to conceive, design, and advance sophisticated equipment and systems. They employ principles of electricity, electronics, and control theory to tackle complex challenges, as well as to validate and fine-tune equipment.",
        "skills": [
            "Skills: Engineers should have basic circuit knowledge as in large scale projects design can get very complex. Thorough knowledge of maths and physics is also necessary.",
            "Communication Skills: In every job communication skill is necessary. Professionals should know how to keep their solutions and demands in front of the supervisor or- in front of their clients.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It is very necessary to have management skills to progress in a career.",
            "Problem Solving Skills: The job of an engineer is practical. It is a job where theory gets converted into practical application. They have to think logically and revisit the concepts to solve the problem as every problem will be unique.",
            "Learning Skills: Engineering is a very practical job where new challenges will come and the only way to overcome them is to keep learning.",
            "Thinking Skills: To solve the unique problems, critical thinking will come into the picture. The ability to approach things differently with innovative techniques will make a difference."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Electronics & Instrumentation Engineering / B.Tech in Electrical & Electronics Engineering / B.Tech in Electrical Engineering.",
            "Post Graduation: M.Tech in Electronics & Instrumentation Engineering."
        ],
        "opp_l": [
            "Automation Engineer",
            "Robotics Engineer",
            "Control & Instrumental Engineer",
            "Network Engineer",
            "Embedded Systems Engineer"
        ],
        "opp_r": [
            "Telecommunications Engineer",
            "Electronics Design Engineer",
            "Automotive Electronics Engineer",
            "Control Systems Engineer",
            "Instrumentation Engineer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "The pay scale is very good, which accounts for a comfortable lifestyle.",
            "The work hours are slightly more flexible than other fields, which results in job flexibility as well.",
            "The growth potential is very limited here.",
            "There is a lot of hard work involved, as well as tight deadlines."
        ]
    },
    {
        "careerid": "aero",
        "title": "Aerospace Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you fascinated with aircrafts and spacecrafts? If the answer is yes, then aerospace engineering is the perfect choice for you. It is an engineering field which focuses on the science of aircrafts and spacecrafts. It has two specialized fields, namely: aeronautical engineering and astronautical engineering. It involves studying various conditions like atmospheric pressure, temperature etc. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-aero.jpg",
        "alt1": "EIE Image",
        "desc": "Aerospace engineers are involved in designing, construction, and testing aircraft, missiles, and spacecraft. Professionals can either make them from scratch or they can work on testing and improving the aircraft design. They need to take care of each aspect.",
        "skills": [
            "Technical Skills: Aerospace Engineering is a true field of science and requires the individual to put the theoretical knowledge into practice. It is necessary to have knowledge about fluid and aerodynamics, physics, mathematics, aeronautics, etc.",
            "Reading And Writing Skills: Majority of the work is done theoretically to eliminate huge losses of resources.",
            "Communication Skills: Engineers must collaborate with others and express objectives, issues, and requirements.",
            "Problem Solving Skills: They have to be updated about new technologies, different advancements in the field, etc. Engineer’s day involves solving client problems. Aerospace engineering is often figuring out how to make Aerospace or thermal devices work better, more efficiently or have different capabilities."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Aerospace Engineering.",
            "Post Graduation: M.Tech in Aerospace Engineering."
        ],
        "opp_l": [
            "Flight Technician",
            "Aerospace Engineer",
            "Technical Communicators"
        ],
        "opp_r": [
            "Aerospace Scientist"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "http://flytechaviation.aero/",
                "name": "Flytech Aviation Academy"
            },
            {
                "link": "http://www.agragamiinstitutions.com/Home/AME",
                "name": "V.S.M. Institute of Aerospace Engineering and Technology"
            },
            {
                "link": "https://iiaeit.org/",
                "name": "Indian Institute for Aeronautical Engineering and Information Technology"
            },
            {
                "link": "https://iiaedehradun.org/",
                "name": "Indian Institute for Aeronautical Engineering"
            }
        ],
        "pros": [
            "High job satisfaction as the professionals get to do what they are passionate about.",
            "Job security and good working conditions.",
            "Highly stressful jobs and working hours are unpredictable.",
            "Constant learning as the job grows. Professionals have to update about the latest improvements."
        ]
    },
    {
        "careerid": "mech",
        "title": "Mechanical Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you interested in the fusion of engineering principles, material science, and mathematical concepts to design, analyze, manufacture, and maintain mechanical systems? If so, then the field of mechanical engineering may be the perfect fit for you.Mechanical engineering revolves around the study of moving systems and objects, exerting a profound influence on virtually every aspect of modern life ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-mech.jpg",
        "alt1": "EIE Image",
        "desc": "Mechanical engineers design, manufacture, and assess a variety of mechanical and thermal devices, ranging from tools and engines to machinery. They oversee the production of diverse items, including medical instruments and innovative batteries. Mechanical engineers analyze issues to ascertain if mechanical and thermal systems can offer solutions and oversee the manufacturing process.",
        "skills": [
            "Creativity Skills: Mechanical engineers are frequently involved in the development and design of goods. Creativity is required when it comes to conceptualizing, creating, and designing whole new things.",
            "Scientific Skills: Mechanical engineers, like any other profession of engineering, must have a good understanding of the science essential in their field.",
            "Communication Skills: Engineers must collaborate with others and express objectives, issues, and requirements.",
            "Problem Solving Skills: Engineer’s day involves solving client problems. Mechanical engineering is often figuring out how to make mechanical or thermal devices work better, more efficiently or have different capabilities."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Mechanical Engineering / B.Tech in Automobile Engineering.",
            "Post Graduation: M.Tech in Mechanical Engineering."
        ],
        "opp_l": [
            "Robotics Engineer",
            "Mechanical Design Engineer",
            "Manufacturing Engineer"
        ],
        "opp_r": [
            "HVAC Engineer",
            "Mechatronics Engineer",
            "Control Systems Engineer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology & Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "http://dtu.ac.in/",
                "name": "Delhi Technological University (DTU)"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VIT)"
            }
        ],
        "pros": [
            "It involves a lot of practical work.",
            "Extensive learning opportunities.",
            "There is a low pay initially.",
            "Constantly updated knowledge of latest technology."
        ]
    },
    {
        "careerid": "civil",
        "title": "Civil Engineering",
        "cat_dir": "../engineering.html",
        "cat": "Engineering",
        "duration": "4 years",
        "p1_1": "Are you always fascinated by different types of buildings and constructions? If yes then, civil engineering is the way to go. Civil engineering is a branch of engineering that deals with the design, development, and maintenance of the physical and naturally constructed environment, such as highways, bridges, canals, dams, airports, sewerage systems, pipes, building structural components, and railways. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-civil.jpg",
        "alt1": "EIE Image",
        "desc": "Civil engineers analyze survey reports, maps, and other data to plan projects. They consider construction costs, government regulations, potential environmental hazards, and other factors in planning stages and risk analysis. Engineers use design software to plan and design transportation systems, hydraulic systems, and structures in line with industry and government standards.",
        "skills": [
            "Mathematical Skills: Engineering students need to have a thorough understanding of algebra, calculus, trigonometry, and geometry. Knowledge of statistics is the cherry on the top.",
            "Thinking Skills: Computer engineers work in a team and usually require communication with others regarding their job.",
            "Leadership Skills: Engineers should have leadership skills because their job requires them to oversee planners, technicians, technologists, surveyors, and contractors.",
            "Problem Solving Skills: Engineers will experience a variety of variables during the various stages of a project, such as planning and construction, that will affect the outcome or stymie progress.",
            "Decision Making Skills: While working as a leader and manager of a project, a civil engineer will need to consider the available information, conflicting goals from different parties involved, professional ethics, financial responsibilities, and safety concerns when making decisions."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: B.Tech in Civil Engineering.",
            "Post Graduation: M.Tech in Civil Engineering."
        ],
        "opp_l": [
            "Transport Engineer",
            "Construction Engineer",
            "Structural Engineer"
        ],
        "opp_r": [
            "Geotechnical Engineer",
            "Environmental Engineer"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institute of Technology (IITs)"
            },
            {
                "link": "https://www.bits-pilani.ac.in/",
                "name": "Birla Institute of Technology and Science (BITS)"
            },
            {
                "link": "https://nitdelhi.ac.in/",
                "name": "National Institute of Technology (NITs)"
            },
            {
                "link": "https://www.iitism.ac.in/",
                "name": "Indian School of Mines"
            },
            {
                "link": "https://vit.ac.in/",
                "name": "Vellore Institute of Technology (VITs)"
            }
        ],
        "pros": [
            "This job offers a high salary package and perks.",
            "There’s always high demand for civil engineers",
            "The job is very stressful.",
            "Involvement of third party for approval of designs."
        ]
    },
    {
        "careerid": "businessadministration",
        "title": "Business Administration",
        "cat_dir": "../management.html",
        "cat": "Management",
        "duration": "3 years",
        "p1_1": "Do you want to learn about the inner workings of a business enterprise? Then, business administration can be a great field for you! The management of a commercial enterprise is referred to as business administration.It entails overseeing and supervising all parts of business operations. From the point of view of management and leadership.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ba.jpg",
        "alt1": "EE Image",
        "desc": "Overseeing and evaluating financial operations, approving purchases and expenditures, mediating between staff and other executives, choosing heads of departments, marketing and promoting the firm, and arranging training programs are all responsibilities of the business administrator. ",
        "skills": [
            "Communication Skills: These are essential as they need to interact with clients as well as investors/shareholders.",
            "Writing Skills: These are important for written communication as well as paperwork.",
            "Time Management Skills: These are essential to be able to run a business smoothly."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Arts (Humanities).",
            "Graduation: B.Com / BBA Courses should be done.",
            "Post Graduation: MBA should be done."
        ],
        "opp_l": [
            "Business Analyst",
            "Finance Manager",
            "Business Conultant"
        ],
        "opp_r": [
            "Strategic Business Head",
            "Business Development Manager",
            "Business Administrator"
        ],
        "insti": [
            {
                "link": "https://www.iima.ac.in/",
                "name": "Indian Institute of Management (IIMs)"
            },
            {
                "link": "http://www.fms.edu/",
                "name": "Faculty of Management Studies"
            },
            {
                "link": "https://www.nibs.org/",
                "name": "National Institute of Business Studies"
            }
        ],
        "pros": [
            "The pay scale is very good.",
            "There is a great opportunity of being able to interact with people and make connections.",
            "You may not get good job opportunities, without post-graduation.",
            "Bachelor’s in Business Administration is a very generalized course, making specialization essential."
        ]
    },
    {
        "careerid": "sportmanagement",
        "title": "Sports Management",
        "cat_dir": "../management.html",
        "cat": "Management",
        "duration": "4 years",
        "p1_1": "Do you love sports and want to be the ones managing them? Then a career in Sports Management just for you. Sports management is a multidisciplinary field that incorporates marketing, legal, finance, and business concepts. Sports management consists of being involved in the administration and working of sporting entities such as leagues, teams or sporting organisations.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-sport.jpg",
        "alt1": "EE Image",
        "desc": "A career in Sports Management includes working with the business aspect of the sporting industry. Those working in this field are responsible for overseeing the business and promotion of the entity that they manage. They monitor finances, negotiate upon contracts with the athletes and/or teams and also manage events that may fall into their jurisdiction.",
        "skills": [
            "Communication Skills: As one is involved in the management of entities, they need to be able to communicate well enough with others that they manage or negotiate with.",
            "Organisation Skills: At the end of the day, you are in the management of the industry and are primarily responsible for everything functioning efficiently, making organisational skills very important.",
            "Time Management Skills: In the business of this industry, time can play a very important role in deciding the financial environment, making time management very important.",
            "Analytical Skills: Since one needs to monitor finances, they need to have good analytical skills.",
            "Decision Making Skills: One needs to be able to make decisions correctly and under pressure to work well-enough in this field."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Arts (Humanities).",
            "Graduation: BA. in Sports Management / BBA in Sports Management",
            "MBA in Sports Management/PG Diploma in Sports Management   "
        ],
        "opp_l": [
            "Sport Manager",
            "Facility Manager"
        ],
        "opp_r": [
            "Sport Making Specialist",
            "Sport Federations"
        ],
        "insti": [
            {
                "link": "https://www.iismworld.com/",
                "name": "International Institute of Sports Management"
            },
            {
                "link": "https://www.nasm.edu.in/",
                "name": "National Academy of Sports Management"
            },
            {
                "link": "https://www.georgecollege.org/george-college",
                "name": "George College"
            },
            {
                "link": "https://tnpesu.org/",
                "name": "Tamil Nadu Physical Education And Sports University"
            }
        ],
        "pros": [
            "With sports growing financially more and more, this field has a very bright scope.",
            "It allows you to work independently and with all the creativity that you want to.",
            "You will have to be ever-present and at sporting events and manage the whole events.",
            "It is a highly competitive field."
        ]
    },
    {
        "careerid": "projectm",
        "title": "Project Management",
        "cat_dir": "../management.html",
        "cat": "Management",
        "duration": "4 years",
        "p1_1": "Do you think you are the one for a managerial position, then a course in management, and a career in the same sounds right for you? A manager is the position of power that acts as the little cogs that run the machine called the organization. It’s a position that carries many responsibilities and importance. The coordination and administration of tasks to attain a goal are referred to as management.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-proj.jpg",
        "alt1": "EE Image",
        "desc": "Managers must often make decisions about things. The manager is responsible for overseeing and leading the work of a group of people in many instances. The manager is also responsible for planning and maintaining work systems, procedures, and policies that enable and encourage the optimum performance of its people and other resources within a business unit. ",
        "skills": [
            "Negotiation Skills: As a manager, you'll have to work out budgets, timetables, and expectations with clients. You'll also need to collaborate with a group of people who share your objectives.",
            "Analytical Skills: As previously stated, analyzing the market, trends, patterns, etc. is very crucial for smooth functioning and monitoring of outputs.",
            "Communication Skills: They are a must in this job because you will be dealing with a variety of clientele. as well as employees."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Arts (Humanities).",
            "Graduation: BBA Courses should be done.",
            "Post Graduation: MBA in any field."
        ],
        "opp_l": [
            "Marketing Management",
            "Finance Manager",
            "Human Resource Management"
        ],
        "opp_r": [
            "Retail Manager",
            "Business Manager"
        ],
        "insti": [
            {
                "link": "https://www.spjimr.org/",
                "name": "SP Jain Institute of Management and Research"
            },
            {
                "link": "https://liba.edu/",
                "name": "Loyola Institute of Business Administration"
            },
            {
                "link": "https://www.iima.ac.in/",
                "name": "Indian Institute Of Management (IIMs)"
            },
            {
                "link": "https://xlri.ac.in/",
                "name": "Xavier Labor Relations Institute"
            },
            {
                "link": "https://www.isb.edu/en.html",
                "name": "Indian School of Business"
            }
        ],
        "pros": [
            "The pay scale is really rewarding in this field.",
            "The demand and scope is large.",
            "Busy and tight schedules due to stringent deadlines.",
            "Analysing and reviewing performance can be difficult."
        ]
    },
    {
        "careerid": "eventm",
        "title": "Event Management",
        "cat_dir": "../management.html",
        "cat": "Management",
        "duration": "3 years",
        "p1_1": "Do you want to plan and organize events? If yes, then you should consider event management as a career path for yourself. The use of project management techniques in the design and implementation of various large-scale events such as festivals, gatherings, ceremonies, weddings, formal parties, concerts, or conventions is known as event management. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-event.jpg",
        "alt1": "EE Image",
        "desc": "An event manager is required to take care of the design, set-up, and execution of events that bring people together. The size of the events varies and the manager has to adjust according to that. Managing events is always a people-centric endeavour. The goal is to ensure people get the most from a given event. ",
        "skills": [
            "People Skills: This is one of the most important skills as an event manager has to connect with their clients along with the people who are working with them to get the task done.",
            "Management Skills: Organising an event is a multi-task. To ensure the smoothness of the process to achieve a successful event, the manager must have a sort out plan marking all possible changes.",
            "Communication Skills: This is the most important part of the job. Event managers are also the leader of a team that works together to build an event. Proper communication is the key to perfection.",
            "Decision Making Skills: Managing an event is not an easy task. Managers have to make quick and spontaneous decisions of the available options and resources."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Arts (Humanities).",
            "Graduation: Diploma in Event Management / Any graduation course",
            "Post Graduation: PG Diploma in in Event Management/MBA or MA in PR"
        ],
        "opp_l": [
            "Freelancer",
            "Entertainment"
        ],
        "opp_r": [
            "Event Manager",
            "PR Firms"
        ],
        "insti": [
            {
                "link": "https://www.niemindia.com/",
                "name": "National Institute of Event Management"
            },
            {
                "link": "https://www.naemd.com/",
                "name": "National Academy of Event Management & Development"
            },
            {
                "link": "https://institute-of-event-management.com/",
                "name": "International Institute of Event Management"
            },
            {
                "link": "http://www.coemindia.com/",
                "name": "College of Events & Media"
            },
            {
                "link": "https://iiemdelhi.in/",
                "name": "Impact Institute of Event Management"
            }
        ],
        "pros": [
            "High work satisfaction as it is a creative field.",
            "Gains a different perspective as one gets to be on the other side of the event.",
            "Patience and openness to criticism is required as the clients spend a lot of money on an event as expects something in return.",
            "Event managers also have to deal with difficult people at many times ( e.g.: rude, arrogant)."
        ]
    },
    {
        "careerid": "fash",
        "title": "Fashion Business Management",
        "cat_dir": "../management.html",
        "cat": "Management",
        "duration": "4 years",
        "p1_1": "Do you want to learn the mechanics of managing a fashion brand? Then, fashion business management is just the profession for you! Fashion Business Management entails assuming roles like sales, marketing, product development, retail management, etc. within the merchandising industry. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-fashm.jpg",
        "alt1": "EE Image",
        "desc": "A fashion manager is in charge of developing fresh and unique marketing techniques for a certain product to improve market demand. As a result, fashion management entails conducting extensive research and analysis of current fashion trends to forecast the success and popularity of a specific product among consumers based on its pricing and usefulness.",
        "skills": [
            "Communication Skills: Designers and merchandisers, in particular, must master the art of pitching, which necessitates the correct balance of precision, confidence, and succinctness.",
            "Business Skills: To keep within budget and advertise their products, a great fashion designer has excellent business skills.",
            "Creativity Skills: Designers must always come up with new and innovative ways to differentiate the apparel they create.",
            "Computer Skills: Fashion designers should be conversant with computer-aided design (CAD) applications and any graphic editing software that might assist them better their designs.",
            "Decision-Making Skills: It'll be crucial to your success if you know how to make the proper design alterations and decisions."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Arts (Humanities).",
            "Graduation: BA. (Hons.) Fashion & Lifestyle Business Management / Diploma in Fashion Retail Management.",
            "Post Graduation: Masters in Fashion Design Management / PG Diploma in Retail Management."
        ],
        "opp_l": [
            "Apparel Brands",
            "Boutiques"
        ],
        "opp_r": [
            "PR Manager",
            "Fashion Marketing Manager"
        ],
        "insti": [
            {
                "link": "https://www.nift.ac.in/",
                "name": "National Institute of Fashion Technology"
            },
            {
                "link": "https://www.fddiindia.com/",
                "name": "Footwear Design and Development Institute"
            },
            {
                "link": "https://www.voguefashioninstitute.com/",
                "name": "Vogue Fashion Institute"
            },
            {
                "link": "https://www.isdi.in/",
                "name": "Indian School of Design and Innovation"
            },
            {
                "link": "https:/www.mitid.edu.in",
                "name": "MIT Institute of Design"
            }
        ],
        "pros": [
            "It's a new field with a lot of room for advancement.",
            "You will get the chance to travel and interact with others.",
            "You will be expected to work irregular hours.",
            "You'd have to be up to date on the newest fashion and business trends."
        ]
    },
    {
        "careerid": "zoo",
        "title": "Zoology",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Haven't we all been amazed when we saw wild animals on TV? If you could never get over your fascination for wild animals and everything else to do with them, then zoology is probably an apt choice for you. Zoology deals with the study of the animal kingdom.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-zoo.jpg",
        "alt1": "EE Image",
        "desc": "The career of a zoologist mainly includes a lot of responsibility towards the animal kingdom. Whatever work a zoologist does is to keep us informed about the ways in which the animal kingdom works, thus increasing our awareness. And hopefully, we can live in harmony with them by using the knowledge zoologists give to our world.",
        "skills": [
            "Determination Skills:The syllabus is vast and sometimes crushing. There is a lot of hard work to be done and social life may come to a standstill.",
            "Research Skills: Naturally one would have to be good at research as well to understand new problems, their potential solutions and inventions.",
            "Analytical Skills: You would have to have that drive to push yourself in this career in order to achieve highest potential and satisfaction.",
            "Reading Skills: You need to be aware of upcoming findings and studies conducted and keep up with the recent developments in this field."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Science in Zoology / Bachelor of Science in Biotechnology,Zoology / Bachelor of Science in Zoology,Chemistry.",
            "Post Graduation: Masters of Science in Marine Zoology / Medical Microbiology"
        ],
        "opp_l": [
            "Taxonomist",
            "Wildlife services",
            "Conservationist",
            "Museums"
        ],
        "opp_r": [
            "Researcher",
            "TV presenter",
            "Laboratories"
        ],
        "insti": [
            {
                "link": "http://www.bethunecollege.ac.in/",
                "name": "Bethune University"
            },
            {
                "link": "https://iiaedehradun.org/",
                "name": "Periyar University"
            },
            {
                "link": "https://b-u.ac.in/",
                "name": "Bharathiar University"
            },
            {
                "link": "https://www.sjc.ac.in/",
                "name": "St. Joseph's College (autonomous)"
            },
            {
                "link": "https://www.christuniversity.in/",
                "name": "Christ College"
            }
        ],
        "pros": [
            "The job satisfaction in this field is quite high if you are really driven.",
            "There are a large number of opportunities as well as options in this field.",
            "If passion for this career is missing then it will not give you a high pay or job satisfaction.",
            "If an individual is going into this field for a good pay grade, then it will not serve the purpose because the main factor in this field is to contribute to the existing pool of knowledge and also spread awareness."
        ]
    },
    {
        "careerid": "botany",
        "title": "Botany",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Are you intrigued by plants? Then you can consider botany as a profession! Botany is the study of plant life, its mechanisms, etc. It is one of the branches of biology as a larger subject. Botany deals with plant life and its interaction with the environment. Furthermore, it studies the fundamental aspects of plants and focuses on understanding plant life mechanisms.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-bot.jpg",
        "alt1": "EE Image",
        "desc": "",
        "skills": [
            "Analytical Skills: An individual would have to be able to analyse the incoming data and new information and make the right inference.",
            "Learning Skills: You need to be aware of upcoming findings and studies conducted and keep up with the recent developments in this field.",
            "Research Skills: Naturally one would have to be good at research as well to understand new problems, their potential solutions and inventions."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Science in Botany.",
            "Post Graduation: Masters of Science in Botany."
        ],
        "opp_l": [
            "Plant Explorer",
            "Conservationist",
            "Ecologist",
            "Environment Consultant"
        ],
        "opp_r": [
            "Plant Biochemist",
            "Molecular Biologist",
            "Academia"
        ],
        "insti": [
            {
                "link": "https://www.nagarjunauniversity.ac.in/",
                "name": "Acharya Nagarjuna University"
            },
            {
                "link": "http://www.andc.ac.in/",
                "name": "Acharya Narendra Deo College of Pharmacy"
            },
            {
                "link": "https://khalsacollege.edu.in/",
                "name": "Khalsa College"
            },
            {
                "link": "https://abnscollege.org/",
                "name": "A.B.N. Seal College"
            },
            {
                "link": "https://www.ethames.ac.in/",
                "name": "EThames Degree College"
            }
        ],
        "pros": [
            "One of the pros is that a career as a botanist in India is well paid initially as well.",
            "Job opportunities are vast because studying botany can be used in so many jobs.",
            "It's not a highly acclaimed career even though there are so many job opportunities.",
            "It can be very hectic, due to the heavy amount of studying required."
        ]
    },
    {
        "careerid": "phyhon",
        "title": "Physics Honours",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Are you intrigued by the various phenomena in the world of physics? If yes, then you should pursue a career in it. Physics is natural science and probably one of the oldest academic disciplines. It focuses on the study of matter, its motion and behaviour through space and time, and the related entities of energy and force.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-phy.jpg",
        "alt1": "EE Image",
        "desc": "The physicist has to deal with all aspects related to matter and energy. A physicist studies the effects of forces, systems, and processes on the natural world. This job entails conducting extensive research in order to generate reports and technical papers that benefit the industry as a whole, as well as lecturing and educating students about physics laws.",
        "skills": [
            "Technical Skills: Being a physicist is an academic field thus, the clear concepts of science and the passion for science is required.",
            "Problem Solving Skills: Candidates should be able to identify complex problems and review related information to develop and evaluate options and implement solutions.",
            "Thinking Skills: Professionals need to use logic and reasoning to find solutions and to reach conclusions.",
            "Reading Skills: Professionals have to deal with a lot of documents so regular reading becomes an efficient skill.",
            "Mathematics Skills: Physicists perform complex calculations which require clear concepts and interest in mathematics."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Science Honours in Physics or Applied Physics.",
            "Post Graduation: Masters of Science in Physics "
        ],
        "opp_l": [
            "Healthcare",
            "Research"
        ],
        "opp_r": [
            "Teaching"
        ],
        "insti": [
            {
                "link": "https://iisc.ac.in/",
                "name": "Indian Institute of Science"
            },
            {
                "link": "https://www.iiserpune.ac.in/",
                "name": "Indian Institute of Science Education and Research"
            },
            {
                "link": "https://www.iist.ac.in/",
                "name": "Indian Institute of Space Science and Technology"
            },
            {
                "link": "https://www.bhu.ac.in/Site/Home/1_2_16_Main-Site",
                "name": "Banaras Hindu University"
            }
        ],
        "pros": [
            "There are various job opportunities ranging from the field of industrial sector to educational sector.",
            "Job satisfaction as professionals usually spend their day figuring out how the universe works.",
            "Professionals have to work for long hours which can make their work boring.",
            "Others may not have the level of understanding of a physicist so it becomes frustrating to explain others."
        ]
    },
    {
        "careerid": "chemhon",
        "title": "Chemistry Honours",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Are you fascinated by the subject of chemistry and love to learn about various phenomena? If yes, then you should think of making a career in chemistry. Chemistry is the scientific field that involves elements and compounds composed of atoms, molecules and ions. This field aims to study their composition, structure, properties, behaviour and the changes they undergo during a reaction with other substances.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-chem.jpg",
        "alt1": "EE Image",
        "desc": "Chemists are required to be creative, careful, and productive, furthermore, they need to think about the future. Chemistry is an academic field that requires experts to observe the basic properties of materials, conduct experiments and test their experimental limits.",
        "skills": [
            "Reading Skills: Professionals have to deal with a lot of documents so regular reading becomes an efficient skill.",
            "Critical Thinking Skills: Professionals need to use logic and reasoning to find solutions and to reach conclusions.",
            "Problem Solving Skills: Candidates should be able to identify complex problems and review related information to develop and evaluate options and implement solutions.",
            "Technical Skills: Being a chemist is an academic field thus, the clear concepts of science and the passion for science is required."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Science Honours in Chemistry or Biochemistry.",
            "Post Graduation: Masters of Science in Chemistry / Post Graduate Diploma in Chemistry or Biochemistry or Chemical Engineering "
        ],
        "opp_l": [
            "Healthcare",
            "Academia"
        ],
        "opp_r": [
            "Consultant",
            "Pharmaceuticals"
        ],
        "insti": [
            {
                "link": "https://www.du.ac.in/",
                "name": "University of Delhi"
            },
            {
                "link": "https://www.loyolacollege.edu/",
                "name": "Loyola College"
            },
            {
                "link": "https://www.christuniversity.in/",
                "name": "Christ University"
            },
            {
                "link": "https://www.fergusson.edu/",
                "name": "Fergusson College"
            },
            {
                "link": "https://xaviers.ac/",
                "name": "St. Xavier's College"
            }
        ],
        "pros": [
            "Availability of lots of employers makes it a secure job option.",
            "High pay for experienced professionals.",
            "The job is hazardous as professionals deal with lots of harmful chemicals.",
            "Long and irregular working hours with tight deadlines."
        ]
    },
    {
        "careerid": "rj",
        "title": "Radio Jockey",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Do you like chatting and have a lot of energy? Then you should think about being a radio jockey. A radio jockey is an individual who provides entertainment to radio listeners. They broadcast music, deliver news, interact with listeners, run competitions, and interview guests. On commercial music television stations, a video jockey is an announcer who presents and plays videos.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-rj.jpg",
        "alt1": "EE Image",
        "desc": "Radio jockeys are in high demand in the private sector since the opening of the airwaves. They will collaborate with a variety of top FM stations as well as private radio projects. Video jockey is becoming an exciting career option for the music-obsessed generation, thanks to the availability of various music channels on television. ",
        "skills": [
            "Vocal Skills: This does not mean that the candidate should have a loud harsh voice instead, it means that they should have a soothing and impactful voice.",
            "Creative Skills: RJs and VJs sometimes have to be spontaneous. Their articulation should be creative enough to impress the listener.",
            "Communication Skills: The main job of an RJ and a VJ is to communicate with the audience. A prospective candidate should have excellent communication skills."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelors in Journalism / Mass Communication /Bachelor of Arts Honours. (English/Mass Communication) /Diploma or Certification in Radio/Video.",
            "Post Graduation: Diploma in Radio Jockey."
        ],
        "opp_l": [
            "Podcasting",
            "Content Creation",
            "Radio Production",
            "Voice Acting"
        ],
        "opp_r": [
        ],
        "insti": [
            {
                "link": "https://www.isdi.in/",
                "name": "Indian School of Design and Innovation"
            },
            {
                "link": "https://www.sirjjschoolofart.in/",
                "name": "Sir JJ School of Art"
            },
            {
                "link": "http://www.voguefashioninstitute.com/",
                "name": "Vogue Fashion Institute"
            },
            {
                "link": "https://cept.ac.in/",
                "name": "Centre for Environmental Planning and Technology"
            }
        ],
        "pros": [
            "Job satisfaction is immense as one gets to be creative on duty.",
            "It is a high paying job once the basic cost is covered.",
            "Long working hours as the deadlines are tight.",
            "Flexibility according to the client needed."
        ]
    },
    {
        "careerid": "ent",
        "title": "Entrepreneurship",
        "cat_dir": "../graduate.html",
        "cat": "Graduation",
        "duration": "3 years",
        "p1_1": "Do you want to do something of your own and be your boss? Then being an entrepreneur is just for you. Entrepreneurship is defined as the capacity and willingness to create, organize, and run a firm, including all of its risks, to make a profit.",
        "p1_2": "It can be defined as the creation or extraction of value. Entrepreneurs serve as managers, overseeing the start-up and growth of a business. Entrepreneurship is the process through which an individual or a group recognizes a business opportunity and obtains and deploys the resources needed to pursue it.",
        "img1": "../assets/images/career/career-details-ent.jpg",
        "alt1": "EE Image",
        "desc": "To be a successful entrepreneur, one needs to have an innovative yet sustainable idea for a business and be extremely dedicated to their cause. It needs a lot of persistence, hard work, and time to often succeed. One often has to take risks and take challenging roads to be a successful entrepreneur.",
        "skills": [
            "Creativity Skills: One needs to be creative to give their product an edge over that of their competitors.",
            "Leadership Skills: As you are effectively the leader of your business, you need to have good leadership skills.",
            "Hardworking: Running a business is not easy and one needs to be willing in to put the extra dedication to succeed.",
            "Networking Skills: One needs to have a strong network to get the big push for their product into the markets.",
            "Persistence: Successful businesses are not established in a day and one needs to be willing to persevere for success."
        ],
        "educ": [
            "School: School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Business Administration / Bachelor of Commerce",
            "Post Graduation: Masters of Business Administration in Entrepreneurship /Finances "
        ],
        "opp_l": [
            "Business Consultant",
            "Corporate Innovation Manager",
            "Product Manager",
            "Venture Capitalist"
        ],
        "opp_r": [
        ],
        "insti": [
            {
                "link": "https://www.iimb.ac.in/home",
                "name": "Indian Institute of Management"
            },
            {
                "link": "https://www.isb.edu/en.html",
                "name": "Indian School of Business"
            },
            {
                "link": "https://xlri.ac.in/",
                "name": "Xavier School of Management"
            },
            {
                "link": "https://www.spjimr.org/",
                "name": "S.P. Jain Institute of Management and Research"
            }
        ],
        "pros": [
            "You get to create something of your own.",
            "You get to decide your work hours and thus get flexibility.",
            "One may have to work much harder to get the big break.",
            "One has to take a lot of responsibility and it can often be stressful."
        ]
    },
    {
        "careerid": "civils",
        "title": "Civil Services",
        "cat_dir": "../civilservices.html",
        "cat": "Civil Services",
        "duration": "2 years",
        "p1_1": "Do you want to be a part of the governance system and help in the progress of the country? Then a career in Civil Services is just for you. Civil Servants are career bureaucrats hired based on their merits rather than election or appointment. They work under the direction of the government and form the political executive concerned with enforcing the policies of the state. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cv.jpg",
        "alt1": "EE Image",
        "desc": "Civil Servants are primarily involved in governance and formulation of policies of the government. They can also be assigned various administrative or representative tasks depending on the branch of the Service they work in. It is a highly prestigious career and particularly fulfilling for those who want to serve their country.",
        "skills": [
            "Learning Skills: A Civil Servant has to be hungry for knowledge as they are required to keep up with the various happenings of the world for better governance and formulation of policies.",
            "Teamwork Skills: Public Departments are run by groups of Civil Servants rather than individual people bearing the load, making the ability to work with others important.",
            "Analytical Skills: As a Civil Servant, one may often need to analyse complex information and data, making analytical skills very important.",
            "Management Skills: As a Civil Servant, one has the responsibility to manage a lot of things on limited resources and sometimes in very tight situations, making resourcefulness very important.",
            "Communication Skills: A Civil Servant must be able to fluently and eloquently put forward their ideas and perspectives."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Any Graduate programme.",
            "Post Graduation: UPSC Entrance Exams."
        ],
        "opp_l": [
            "Indian Administrative Service.",
            "Indian Police Service"
        ],
        "opp_r": [
            "Indian Foreign Service",
            "Indian Postal Services"
        ],
        "insti": [
        ],
        "pros": [
            "One gets to contribute to society fruitfully.",
            "It is a very secure job with perks going well into post-retirement.",
            "One may often have to work in remote areas or be transferred.",
            "It may put undue stress on their personal life."
        ]
    },
    {
        "careerid": "rails",
        "title": "Railway Services",
        "cat_dir": "../civilservices.html",
        "cat": "Civil Services",
        "duration": "2 years",
        "p1_1": "Pursuing a career in Railway Services in India offers a multitude of compelling reasons. Firstly, it provides an opportunity to contribute significantly to the nation's infrastructure development and connectivity, as the Indian Railways is one of the largest and most extensive railway networks in the world. Secondly, it offers job security and stability, along with competitive salaries and benefits. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-rails.jpg",
        "alt1": "EE Image",
        "desc": "A career in Railway Services in India offers diverse opportunities for those with relevant educational qualifications. This field includes technical roles for engineers, management positions, and various other roles in railway operations.",
        "skills": [
            "Technical Problem Solving Skills : The ability to analyze and solve technical issues related to railway infrastructure, signaling systems, or rolling stock is crucial.",
            "Decision-Making Skills : Making informed decisions based on data and operational considerations is vital.",
            "Team Leadership Skills : Many roles require leading teams of railway employees, so leadership skills are valuable.",
            "Project Management: For engineering and infrastructure development roles, project management skills are crucial for completing projects on time and within budget.",
            "Communication Skills: In this field, you are responsible for being the bridge between ideas and their implementation, making communication skills very important."
        ],
        "educ": [
            "School: Any subject combination taking Science.",
            "Graduation: Bachelor's in any Engineering Role.",
            "Post Graduation: Not mandatory But MBA is considered."
        ],
        "opp_l": [
            "Locomotive Engineer",
            "Civil Engineer "
        ],
        "opp_r": [
            "Railway Station Master",
            "Traffic Controller"
        ],
        "insti": [
            {
                "link": "https://home.iitd.ac.in/",
                "name": "Indian Institutes of Technology (IITs)"
            },
            {
                "link": "https://nitdgp.ac.in/",
                "name": "National Institutes of Technology (NITs)"
            },
            {
                "link": "https://www.irimee.in/",
                "name": "Indian Railways Institute of Mechanical and Electrical Engineering (IRIMEE)"
            }
        ],
        "pros": [
            "It is a highly respected field.",
            "Railway Officers serve the nation.",
            "It can be a stressful job.",
            "One needs to be under a lot of responsibility at all times."
        ]
    },
    {
        "careerid": "ces",
        "title": "Customs And Excise Services",
        "cat_dir": "../civilservices.html",
        "cat": "Civil Services",
        "duration": "2 years",
        "p1_1": "Have you ever been intrigued by the import and export of goods? Then, customs and excise would be a great field for you! We have all had objects ordered or seen being ordered from outside our country.Customs is a government entity or agency in charge of collecting customs and controlling the movement of commodities into and out of a country, including animals, transportation, personal effects, and dangerous materials.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ces.jpg",
        "alt1": "EE Image",
        "desc": "A Customs Officer is an agent who, on behalf of the government, enforces custom law. Customs Officers have to deal with the prevention of illegal goods such as drugs, tobacco, alcohol. They have to have a hawkeye to prevent smuggling in India. They are placed at International airports or ports so that they can govern the import and export of goods. ",
        "skills": [
            "Decision Making Skills: One often has to make difficult decisions regarding what the best step to take is after assessing risks, making decision-making skills important.",
            "Teamwork Skills: In this profession, one is often working with teams in analysing information and assessing options, making teamwork very important.",
            "Communication Skills: One needs to be a very good communicator in order to work with teams of such skilful people."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor's in any stream",
            "Post Graduation: UPSC Entrance Exams."
        ],
        "opp_l": [
            "Inspector Of Customs And Central Excise.",
            "Preventive Officer"
        ],
        "opp_r": [
            "Examiner Of Indian Customs"
        ],
        "insti": [
        ],
        "pros": [
            "It is an extremely high-paying job.",
            "Job security in this field is relatively high.",
            "The selection procedure is quite tough.",
            "You have to sacrifice a lot of your life to study for this job."
        ]
    },
    {
        "careerid": "its",
        "title": "Income Tax Services",
        "cat_dir": "../civilservices.html",
        "cat": "Civil Services",
        "duration": "2 years",
        "p1_1": "Do you have an interest in taxes? Then you can make a career in income tax. An income tax is a tax levied on individuals or businesses based on their earnings or profits. In most cases, income tax is calculated as the product of a tax rate and taxable income.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-it.jpg",
        "alt1": "EE Image",
        "desc": "Work linked to desk job specifics that come with the title of Income Tax Inspector is included in a job in the assessment part. You will be in charge of determining how much income tax persons, businesses, and partnership firms owe. You will also be responsible for refund requests and TDS (Tax Deduction at Source) questions.",
        "skills": [
            "Mathematical Skills: It is essential as they need to be able to calculate taxes on income and assets.",
            "Analytical Skills: They need to be able to analyze numerical data.",
            "Communication Skills: To make the world of finance accessible to clients who may or may not have financial backgrounds, top experts must have all of the same communication skills — both written and spoken."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor In Any Field.",
            "Post Graduation: SSC CGL / UPSC Exams."
        ],
        "opp_l": [
            "Assessing Department."
        ],
        "opp_r": [
            "Non Assessing Department."
        ],
        "insti": [
        ],
        "pros": [
            "The salary is quite good.  ",
            "The job comes with many perks, alongside monetary benefits.",
            "During an economic crisis, your job may be at stake.",
            "The schedule is exhaustive."
        ]
    },
    {
        "careerid": "iess",
        "title": "Indian Economic System",
        "cat_dir": "../civilservices.html",
        "cat": "Civil Services",
        "duration": "2 years",
        "p1_1": "Want to contribute to the nation's economic development? Then, an alluring career is awaiting you. A service introduced by Prime Minister Jawaharlal Nehru for formulating and implementing economic policies and programs in India is one of the prestigious job opportunities of the Central Civil Services of the executive branch of the Government of India categorized under Group A.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-iess.jpg",
        "alt1": "EE Image",
        "desc": "IES officers' roles can be categorized in terms of economic administration, implementation of various policies of development, working for the sake of economic reforms followed by price fixation, evaluation and monitoring. In addition to purely economic services, these officials make a critical contribution to policy development in social sectors.",
        "skills": [
            "Analytical Skills: As an Economist your foremost job is to analyse the patterns of activities and review them, making analytical skills very important.",
            "Critical Thinking Skills: One needs to be able to assess various factors critically and go in deep depths to draw fruitful conclusions, making this skill very important.",
            "Communication Skills: In this field, you are responsible for being the bridge between ideas and their implementation, making communication skills very important."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor's in any stream",
            "Post Graduation: UPSC Entrance Exams."
        ],
        "opp_l": [
            "IES Officer"
        ],
        "opp_r": [
        ],
        "insti": [
            {
                "link": "https://www.loyolacollege.edu/",
                "name": "Loyola College"
            },
            {
                "link": "https://www.fergusson.edu/",
                "name": "Fergusson College"
            },
            {
                "link": "http://econdse.org/",
                "name": "Delhi School Of Economics"
            },
            {
                "link": "https://www.presiuniv.ac.in/web/",
                "name": "Presidency University"
            },
            {
                "link": "https://www.mirandahouse.ac.in/",
                "name": "Miranda House"
            }
        ],
        "pros": [
            "It is a highly respected field.",
            "IES Officers serve the nation.",
            "It can be a stressful job.",
            "One needs to be under a lot of responsibility at all times."
        ]
    },
    {
        "careerid": "mascom",
        "title": "Mass Communication",
        "cat_dir": "../mediaandjournalism.html",
        "cat": "Media and Journalism",
        "duration": "3 years",
        "p1_1": "The process of imparting and distributing knowledge to wide parts of the public via mass media is known as mass communication. It is the process of developing, sending, receiving, and analyzing vocal and textual messages for big audiences. It's a broad area that covers not just how and why a message is developed, but also how and why it's delivered. ",
        "p1_2": "",
        "img1": "../assets/images/mediajournalism/masco.jpg",
        "alt1": "AIML Image",
        "desc": "The variety of mass media formats and communication methods provides for professional choices that are both creative and flexible. To design, share, and analyze effective messages to broad, targeted audiences, mass communication experts employ their knowledge of rhetorical principles and strategic media methods. ",
        "skills": [
            "Hardworking Skills : Mass communication is a very demanding industry which favours only hard-working people. One has to dedicate exceptionally long hours to succeed in this field",
            "Learning Skills: One has to have proper knowledge and understanding regarding media ethics. One should be aware of the thin line between responsible journalism and invading the privacy of a person.",
            "Managerial Skills: Progress of a computer engineer is through leading their teams. It is very necessary to have management skills to progress in a career.",
            "Communication Skills: This skill will help one to get good projects and build a rapport among their clients and colleagues."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: Bachelors in Journalism/Bachelors in Mass Communication/BA. Hons. (English/Mass Communication)",
            "Post Graduation:Masters in Mass Communication/Masters in Journalism"
        ],
        "opp_l": [
            "Journalist",
            "News Media Director",
            "Teacher"
        ],
        "opp_r": [
            "Content Specialist & Web Producer",
            "Marketing Director",
            "Public Relations Specialist"
        ],
        "insti": [
            {
                "link": "https://manipal.edu/soc.html",
                "name": "Manipal School of Communication, Manipal"
            },
            {
                "link": "https://www.christuniversity.in/",
                "name": "Christ University, Bangalore"
            },
            {
                "link": "https://scmc.edu.in/",
                "name": "Symbiosis Centre of Media & Communication, Pune"
            },
            {
                "link": "https://www.xaviercomm.org/",
                "name": "Xavier Institute of Communications, Mumba"
            }
        ],
        "pros": [
            "One gets to work with well-educated people.",
            "The scope of this field is very wide.",
            "Regular updating of knowledge because of the ever-evolving technology.",
            "There is a lot of field work involved"
        ]
    },
    {
        "careerid": "pr",
        "title": "Public Relation ",
        "cat_dir": "../mediaandjournalism.html",
        "cat": "Media and Journalism",
        "duration": "4 years",
        "p1_1": "Do you want to have the capacity to change/improve the reputation of an organization? If yes, then PR is the right job for you. The art of actively managing the spread of knowledge between a person or an entity and the general public is known as public relations. An organization or person can use public relations to gain attention to their audiences by using topics of public interest and news articles that do not require payment. ",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Public%20Relation.jpg",
        "alt1": "AIML Image",
        "desc": "Performance in public relations necessitates a thorough understanding of each of the client's multiple publics' desires and concerns. The most important weapon in the PR trade is publicity, and the public relations professional must know how to effectively answer such concerns.",
        "skills": [
            "Communication Skills: A publicist needs to write captivating content for clients, from press releases to magazine articles to career posts. The text must not only communicate the client’s message compellingly and engagingly, but it must also serve the needs of the publisher",
            "Social Media Skills PR practitioners must be familiar with all forms of social media currently in use — a list that is constantly changing. A good PR director not only knows which platform to use for what but has the skills to use each platform to its fullest potential.",
            "Research Skills: Public relations practitioners work with many kinds of clients in a wide variety of fields. To serve each client well, the practitioner must be able to get “up to speed” with the client’s brand, industry, and the market as quickly as possible.",
            "Time Management Skills Public relations specialists must be able to juggle multiple clients and projects, all of whom expect to be considered important and need their work to be completed as soon as possible. Mastering deadlines and prioritizing tasks are a must"
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: Bachelors in Journalism/Bachelors in Mass Communication/BA. Hons. (English/Mass Communication)",
            "Post Graduation:Masters in Journalism and Mass Communication/Diploma in Mass communication and Journalism"
        ],
        "opp_l": [
            "Media Relations Manager",
            "Government PR Departments",
            "Self Employed"
        ],
        "opp_r": [
            "Director",
            "Marketing Director",
            "Public Relations Specialist"
        ],
        "insti": [
            {
                "link": "https://www.bvbdelhi.org/",
                "name": "Bhartiya Vidya Bhawan, New Delhi"
            },
            {
                "link": "http://iimc.nic.in/",
                "name": "Indian Institute of Mass Communication, Pune"
            },
            {
                "link": "https://www.newdelhiymca.in/imsit/",
                "name": "YMCA Institute for Media Studies & Information Technology, New Delhi"
            },
            {
                "link": "https://www.xaviercomm.org/",
                "name": "Xavier Institute of Communications, Mumbai"
            }
        ],
        "pros": [
            "Credibility as the position is of responsibility.",
            "High demand because of the increase in social media.",
            "Message distortion as reception of a message is subjective",
            "Stressful job because of its need to work on perception of people"
        ]
    },
    {
        "careerid": "writer",
        "title": "Writer, Editor, Copywriter",
        "cat_dir": "../mediaandjournalism.html",
        "cat": "Media and Journalism",
        "duration": "4 years",
        "p1_1": "Do you love writing? If yes, becoming a writer can be a great career path for you! Copywriters, authors, novelists, career writers, and editors are only a few examples of various styles of writers. Writing professionals work in a variety of fields, including academia, business, journalism, and entertainment. Since the majority of authors are self-employed, it is a special profession.",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Editor.jpg",
        "alt1": "AIML Image",
        "desc": "Writers and writers create written content for books, magazines, and online publications, such as stories and advertising. Strong research and the use of appropriate sources and citations are required for writers to build their reputation with editors and readers.",
        "skills": [
            "Research Skills: Good research is key for good content writing – it adds credibility and, most importantly, value",
            "SEO Skills : It’s important to know how to craft SEO-friendly titles and descriptions, use keywords effectively and keep up with Google’s latest algorithm changes",
            "Organizational Skills Turning an assignment late sends a bad message to your customers and often won’t give the editors as much time to prove your article, thus maintaining a deadline is important.",
            "Writing Skills Articles should be engaging and grammatically correct."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: Bachelors in Journalism/Bachelors in Mass Communication/BA. Hons. (English/Mass Communication)",
            "Post Graduation:Masters in Journalism and Mass Communication"
        ],
        "opp_l": [
            "Journalist",
            "Freelancer",
            "Managing Editor",
            "Copy Editor",
            "Editor Assistants"
        ],
        "opp_r": [
            "Content Specialist & Web Producer",
            "Broadcast Journalist",
            "Investigate Journalist"
        ],
        "insti": [
            {
                "link": "https://www.iijnm.org/",
                "name": "Indian Institute of Journalism and New Media, Bangalore"
            },
            {
                "link": "http://www.timesmediastudies.com/",
                "name": "Times School of Journalism, New Delhi"
            },
            {
                "link": "http://www.du.ac.in/",
                "name": "University of Delhi, New Delhi"
            },
            {
                "link": "https://www.knc.edu.in/",
                "name": "University of Delhi, New Delhi"
            }
        ],
        "pros": [
            "Able to make an impact on readers.",
            "Job satisfaction is there since it is a creative field.",
            "No guaranteed job stability.",
            "The job offers a low pay."
        ]
    },
    {
        "careerid": "Broadcasting",
        "title": "Broadcasting ",
        "cat_dir": "../mediaandjournalism.html",
        "cat": "Media and Journalism",
        "duration": "4 years",
        "p1_1": "Do you want to learn media and communication? Then, broadcasting may interest you! Broadcasting is the one-to-many distribution of audio or video content to a dispersed audience by any electronic mass communications media, but most commonly one that uses the electromagnetic spectrum. ",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Broadcasting.jpg",
        "alt1": "AIML Image",
        "desc": "The majority of personnel in this business work in broadcast stations and studios that are clean and comfortable. Some personnel are involved in show creation and broadcasting, while others are involved in advertising, sales, promotions, and marketing.",
        "skills": [
            "Technical Skills : Technical knowledge enables one to respond effectively to instructions from the production team. They must be familiar with studio equipment and editing techniques to edit the program material.",
            "Interview Skills : While covering a news story, a broadcast journalist may interview eyewitnesses or experts.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Decision-Making Skills Considering the relative costs and benefits of many options to select the best one"
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BSc. in Broadcasting/BA. in Broadcasting/BA. in Political Science/BA. (Hons) in Journalism",
            "Post Graduation:MSc. in Broadcasting/MA. in Broadcasting/MA. in Journalism"
        ],
        "opp_l": [
            "Journalists",
            "Operator",
            "Meteorologists"
        ],
        "opp_r": [
            "Broadcaster",
            "Sports Commentator"
        ],
        "insti": [
            {
                "link": "http://www.sbc.ac.in/",
                "name": "School of Broadcasting and Communication, Mumbai"
            },
            {
                "link": "http://iimc.nic.in/",
                "name": "Indian Institute of Mass Communication, Multiple Locations"
            },
            {
                "link": "http://www.du.ac.in/",
                "name": "Delhi University, New Delhi"
            },
            {
                "link": "https://www.xaviercomm.org/",
                "name": "Xavier Institute of Communications, Mumbai"
            }
        ],
        "pros": [
            "Interviewing public figures and spending time with them.",
            "Professionals challenge themselves every day",
            "Long and hectic work hours",
            "Affects one’s social and personal life."
        ]
    },
    {
        "careerid": "journalism",
        "title": "Journalism",
        "cat_dir": "../mediaandjournalism.html",
        "cat": "Media and Journalism",
        "duration": "4 years",
        "p1_1": "Are you passionate about reporting the news and happenings? If yes, then journalism is a great career option for you. Journalism is the process of creating and disseminating event reports. Gathering, evaluating, producing, and presenting news and information is what it is all about. Print, television, radio, the Internet, and, in the past, newsreels are examples of journalistic media.",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Journalism.jpg",
        "alt1": "AIML Image",
        "desc": 
        "Journalism helps to explain the events that impact our lives and is developed in several forms and styles. Each journalistic form and style uses different techniques and writes for different purposes and audiences. Beyond fact-checking, interviews, proofreads and contacts, a journalist is expected to be on the edge of their culture.",
        "skills": [
            "Creativity Skills: Journalists have to come up with their new content, generating ideas and the means of realising them",
            "Adaptability Skills: Professional life of a journalist is unpredictable. They should be able to adjust to new projects and work environments.",
            "Communication Skills: It is a necessary skill as a journalist to interview various people regularly to get information for their story.",
            "Social Skills: Without social skills, a journalist cannot get far in their career as on a day to day basis they have to meet people because it is their story that they publish."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: Bachelors in Journalism/Bachelors in Mass Communication/BA. Hons. (English/Mass Communication)",
            "Post Graduation:Bachelors/Diploma in Journalism/Mass Communication"
        ],
        "opp_l": [
            "Journalist",
            "Foreign Correspondent",
            "Newspaper Reporter",
            "Freelance Writer",
            "Broadcast Journalist"
        ],
        "opp_r": [
            "Content Specialist & Web Producer",
            "Broadcast Journalist",
            "Investigate Journalist"
        ],
        "insti": [
            {
                "link": "https://lsr.edu.in/",
                "name": "Lady Shri Ram College, New Delhi"
            },
            {
                "link": "http://dcac.du.ac.in/",
                "name": "Delhi College of Arts & Commerce, New Delhi"
            },
            {
                "link": "https://www.christuniversity.in/",
                "name": "Christ University, Bangalore"
            },
            {
                "link": "https://www.knc.edu.in/",
                "name": "Kamala Nehru College, New Delhi"
            }
        ],
        "pros": [
            "Interviewing public figures and spending time with them.",
            "Professionals challenge themselves every day.",
            "Long and hectic work hours.",
            "Affects one’s social and personal life."
        ]
    },
    {
        "careerid": "fashiondesigner",
        "title": "Fashion Designer",
        "cat_dir": "../designgraphics.html",
        "cat": "Design & Graphics",
        "duration": "4 years",
        "p1_1": "Have you always had an interest in clothes and accessories? If yes, then fashion designing is a potential career option for you. Fashion design is one of the most popular creative courses among students. The art of applying style, aesthetics, and natural beauty to clothing and accessories is known as fashion design. Within a decade, the apparel industry has advanced by leaps and bounds. Manufacturers employ their unique designs.",
        "p1_2": "",
        "alt1": "EE Image",
        "desc": "Designers study fashion trends and translate them for their target audience. The purchasing and merchandising strategy, as well as product quality, decide the difference within this; for example, budget retailers will use cheap fabrics to interpret patterns, while high-end retailers will use the best available fabrics. ",
        "skills": [
            "Creativity Skills: It is the main essence of the job. Only highly creative people can sustain this job.",
            "Artistic Skills: Fashion designing is about applying art to fabrics thus, it requires artistic thinking.",
            "Competition Skills: Fashion designing is a very competitive field as it is ever-changing and there is the constant addition of new talent in the field. Thus, to sustain in the field, one has to be very competitive.",
            "Communication Skills: Designers are in direct contact with the clients. They need to understand the demands of the clients to deliver the expected product.",
            "Drawing Skills: Designers first make the sketches before working on the project."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Science in Fashion Design / Bachelor of Design (Fashion Design).",
            "Post Graduation: Master of Science in Fashion Design / Master of Design (Fashion Design)."
        ],
        "opp_l": [
            "Self-employed",
            "Retail Brands",
            "Expert Houses"
        ],
        "opp_r": [
            "Television and Film Industry",
            "Academia"
        ],
        "insti": [
            {
                "link": "https://srishti.ac.in/",
                "name": "Srishti Institute of Art, Design and Technology"
            },
            {
                "link": "https://nift.ac.in/",
                "name": "National Institute of Fashion Technology"
            },
            {
                "link": "https://sid.edu.in/",
                "name": "Symbiosis Institute of Design"
            },
            {
                "link": "https://www.mitid.edu.in/",
                "name": "MIT Institute of Design"
            },
            {
                "link": "https://jdinstitute.co/",
                "name": "JD Institute of Fashion design"
            }
        ],
        "pros": [
            "Satisfaction and sense of achievement as one gets to be creative.",
            "Travel opportunities to meet potential customers or for business meetings.",
            "High competition because of the incentives in this fields.",
            "Need a lot of time, patience and hard work to sustain and create a name for themselves in the field."
        ]
    },
    {
        "careerid": "uiux",
        "title": "UI/UX Designer",
        "cat_dir": "../designgraphics.html",
        "cat": "Design & Graphics",
        "duration": "4 years",
        "p1_1": "Do you want to be a digital expert and influence the brands? If yes, then you should consider UI/UX Design as a career option. The design of user interfaces for equipment and software, such as computers, home appliances, mobile devices, and other electronic devices, to optimize usability and the user experience, is known as user interface design or user interface engineering.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-uiux.jpg",
        "alt1": "EE Image",
        "desc": "UI/UX Designing is a technical job. The job of a UI/UX designer is to design all the screens through which a user will move and to create the visual elements—and their interactive properties—that facilitate this movement. Designers are responsible for the technical aspect of the product. Their work attracts customers and they make products convenient for the users.",
        "skills": [
            "Communication Skills: Along with vocal communication, designers need to communicate visually. As a storyteller, they have to be convincing to make customers buy products.",
            "Software Skills: UI/UX Designers have to work on various software’s. They have to design facilitators and conductors who rapidly conduct research.",
            "Reading and Writing Skills: Majority of the work is done theoretically to eliminate huge losses of resources.",
            "Business Skills: Designers help to build a business and in need to do so, they should themselves have business skills.",
            "Revising Skills: Designers do not always build from scratch instead; the majority of their time is spent in improving the previous designs using the feedback."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Computer Application / Bacheor of Science (Computer Science) / Graduation in any Stream.",
            "Post Graduation: Certifications in UI/UX Designing."
        ],
        "opp_l": [
            "Freelancer",
            "Web Designer",
            "Usability Analyst"
        ],
        "opp_r": [
            "Mobile App Designer",
            "Information Architect",
            "User Researcher"
        ],
        "insti": [
            {
                "link": "http://du.ac.in/",
                "name": "University of Delhi"
            },
            {
                "link": "https://www.nid.edu/",
                "name": "National Institute of Design"
            },
            {
                "link": "https://sid.edu.in/",
                "name": "Symbiosis Institute of Design"
            },
            {
                "link": "https://www.mitid.edu.in/",
                "name": "MIT Institute of Design"
            },
            {
                "link": "https://www.loyolacollege.edu/",
                "name": "Loyola College"
            }
        ],
        "pros": [
            "As new products launch every single day the demand for designers is increasing.",
            "Designers get to make a lasting impact on the company and customers.",
            "Because of attractive incentives, there is high competition in this sector.",
            "There is a lot of editing and improvement required, so might seem redundant."
        ]
    },
    {
        "careerid": "graphic",
        "title": "Graphic Designer",
        "cat_dir": "../designgraphics.html",
        "cat": "Design & Graphics",
        "duration": "4 years",
        "p1_1": "Are you interested in digital designs and digital art? If yes, then you should consider graphic designing as a career option. Graphic design is the method of using typography, photography, and illustration to communicate visually and solve problems. Graphic design as a field of application encompasses a wide range of skills centered on any visual communication system.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-graphic.jpg",
        "alt1": "EE Image",
        "desc": "Graphic design is an integral part of promoting and selling goods, as well as brochures and logos. Graphic designers, also known as graphic artists or communication designers, often collaborate with people in the advertising, public relations, and marketing fields. Graphic designers typically work in studios with drawing tables, computers, and the internet.",
        "skills": [
            "Creative Skills: Any designer should have this skill as this is the basic and necessary skill for them.",
            "Analytical Skills: Designers should be able to understand the demand of the clients and make it reach to the consumers.<",
            "Computer Skills: Earlier designers used to illustrate on the paper but now the illustrations are done on computers. Designers must have the software.",
            "Communication Skills: In every job communication is very important. A designer must know how to communicate with clients, consumers, etc to ensure the desired results.",
            "Time Management Skills: There are deadlines for almost all the projects. Designers must know how they manage their time in order to deliver projects on time."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Design (Graphics) / Diploma in Graphic Design.",
            "Post Graduation: Masters of Design (Graphics) / PG Diploma in Graphic Design."
        ],
        "opp_l": [
            "Art Directors",
            "Desktop Publishers"
        ],
        "opp_r": [
            "Industrial Designers",
            "Animators & Multimedia Artists"
        ],
        "insti": [
            {
                "link": "https://www.nid.edu/",
                "name": "National Institute of Design"
            },
            {
                "link": "https://nift.ac.in/",
                "name": "National Institute of Fashion Technology"
            },
            {
                "link": "https://iiaedehradun.org/",
                "name": "National Institute of Design and Innovation"
            },
            {
                "link": "https://pearlacademy.com/",
                "name": "Pearl Academy"
            },
            {
                "link": "http://www.idc.iitb.ac.in/",
                "name": "IDC School of Design"
            }
        ],
        "pros": [
            "Opportunity to become a freelancer.",
            "Steady demand for designers who can work with technology.",
            "Clients can ask for untimely edits, multitasking and tight deadlines.",
            "Constant updates in the technology and design keeps one on foot."
        ]
    },
    {
        "careerid": "interior",
        "title": "Interior Designer",
        "cat_dir": "../designgraphics.html",
        "cat": "Design & Graphics",
        "duration": "4 years",
        "p1_1": "Are you fascinated by interiors? If yes, then you should look into interior designing as a career option. Interior design is the art and science of improving a building's interior to make it cleaner and more aesthetically appealing for the people who use it. It is all about how we interact with our surroundings.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-interior.jpg",
        "alt1": "EE Image",
        "desc": "An interior designer is a professional who designs, researches, coordinates, and manages certain improvements. To decide how interior spaces can act, look, and be furnished, interior designers collaborate closely with architects, structural engineers, mechanical engineers, and builders.",
        "skills": [
            "Imagination Skills: Interior designers should have the imagination to visualize what the spaces could be.",
            "Flexibility: Working hours are not fixed and designers have to shift their schedule according to the convenience of the client.",
            "Creativity: Any designing job demands creativity. it is important to know the trends and blend according to them.",
            "Communication Skills: Designers are in direct contact with the clients. They need to understand the demands of the client and communicate effectively to get the desired results."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Design (Interior Design) / Diploma in Interior Designing.",
            "Post Graduation: Masters of Design (Interior Design) / PG Diploma in Interior Designing."
        ],
        "opp_l": [
            "Self-employed",
            "Design Studios",
            "Town & City Planning Bureaus"
        ],
        "opp_r": [
            "Architect Firms",
            "Real Estate Companies"
        ],
        "insti": [
            {
                "link": "https://www.isdi.in/",
                "name": "Indian School of Design and Innovation"
            },
            {
                "link": "http://www.voguefashioninstitute.com/",
                "name": "Vogue Fashion Institute"
            },
            {
                "link": "https://www.sirjjschoolofart.in/",
                "name": "Sir JJ School of Art"
            },
            {
                "link": "https://cept.ac.in/",
                "name": "Centre for Environmental Planning and Technology"
            }
        ],
        "pros": [
            "Job satisfaction is immense as one gets to be creative on duty.",
            "It is a high paying job once the basic cost is covered.",
            "Long working hours as the deadlines are tight.",
            "Flexibility according to the client needed."
        ]
    },
    {
        "careerid": "jewellery",
        "title": "Jewellery Designer",
        "cat_dir": "../designgraphics.html",
        "cat": "Design & Graphics",
        "duration": "4 years",
        "p1_1": "Do you want to work on jewellery for a living? If yes, jewellery designing is an attractive field for you. Jewellery is the amalgamation of the creative skills of a designer and the accuracy of skilled artisans. Jewellery designing can be proven as a flourishing career if the candidate is creative enough. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-jewellery.jpg",
        "alt1": "EE Image",
        "desc": "Making jewellery does not limit itself to designing but it progresses to manufacturing and then trade. Although most of the professionals stick to the designing part it is important to have knowledge of the stone and their cutting, polishing and testing.",
        "skills": [
            "Creativity Skills: It is the main essence of the job. Only highly creative people can sustain this job.",
            "Artistic Skills: Jewellery designing is about applying art to accessories thus, it requires artistic thinking.",
            "Communication Skills: Designers are in direct contact with the clients. They need to understand the demands of the clients to deliver the expected product.",
            "Drawing Skills: Designers first make the sketches before working on the project."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: BSc. Fashion Designing / B.Des. Accessory Design / B.Des. Jewellery Retail and Export Management / Diploma in Jewellery Designing.",
            "Post Graduation: Masters in Fashion Design / M.Des. Accessory Design / Advanced Diploma in Jewellery Designing."
        ],
        "opp_l": [
            "Jewellery Designer",
            "Lapidary",
            "Manufacturer"
        ],
        "opp_r": [
            "Fashion Jewellery",
            "Repair Person"
        ],
        "insti": [
            {
                "link": "https://iigj.org/",
                "name": "Indian Institute of Gems & Jewellery"
            },
            {
                "link": "https://nift.ac.in/",
                "name": "National Institute of Fashion Technology"
            },
            {
                "link": "http://www.iijd.co.in/",
                "name": "Indian Institute of Jewellery Design"
            },
            {
                "link": "https://pearlacademy.com/",
                "name": "Pearl Academy"
            },
            {
                "link": "https://www.mitid.edu.in/",
                "name": "MIT Institute of Design"
            },
            {
                "link": "https://jdinstitute.co/",
                "name": "JD Institute of Fashion design"
            }
        ],
        "pros": [
            "It is an evergreen path and is highly rewarding.",
            "High in demand and has a scope for growth.",
            "High cost of setting business.",
            "Takes time to get skilled."
        ]
    },
    {
        "careerid": "ca",
        "title": "Chartered Accountant",
        "cat_dir": "../financeandaccounts.html",
        "cat": "Finance & Accounts",
        "duration": "5 years",
        "p1_1": "Are you interested in numbers and finances? Then you can consider accountancy as a career! Auditing, accounting, administrative, and general management are all areas of business and finance where chartered accountants work. Some work in public practice, while others work in the private sector, and still others work for government agencies.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ca.jpg",
        "alt1": "EE Image",
        "desc": "Chartered accountants manage financial systems and budgets, and undertake financial audits. They liaise with clients and provide financial information and advice. They advise clients on business transactions, such as mergers and acquisitions and also counsel clients on areas of business improvement, or dealing with insolvency.",
        "skills": [
            "Mathematical Skills: Accuracy and speed in general mathematics help hugely.",
            "Analytical Skills: They obtain technical qualifications and improve analytical skills when working on practical examples during their articles.",
            "Communication Skills: During the internship, the applicant may interact with clients from various industries and provide customized services tailored to their needs."
        ],
        "educ": [
            "School: Any subject combination taking Commerce as the main stream.",
            "Graduation: Bachelor of Commerce in Finance.",
            "Post Graduation: Master of Commerce / Master of Business Administration."
        ],
        "opp_l": [
            "Public/Private Practice",
            "Government Organizations",
            "Banking and Insurance Sector"
        ],
        "opp_r": [
            "Corporate Finance",
            "NGOs",
            "Law Firms"
        ],
        "insti": [
            {
                "link": "https://www.icai.org/",
                "name": "Institute of Chartered Accountants of India"
            }
        ],
        "pros": [
            "Good salary as they deal with many clients simultaneously.",
            "Social status as this is a respectable job.",
            "Long working hours especially during the end of the financial year.",
            "Takes time to build a career as experience is required."
        ]
    },
    {
        "careerid": "cmt",
        "title": "Chartered Market Technician",
        "cat_dir": "../financeandaccounts.html",
        "cat": "Finance & Accounts",
        "duration": "3 years",
        "p1_1": "Do you hold a keen interest in finances and stocks? Then chartered market technician might be the right career path for you. The CMT Association certifies that an individual is equipped in conducting technical analysis, via the Chartered Market Technician designation. They look for patterns in prices and past trends in price movement to identify key indicators on the basis of market psychology.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cmt.jpg",
        "alt1": "EE Image",
        "desc": "Employers who commonly hire CMT-designated analysts include stock brokerage firms, investment banks, mutual fund companies, and so on. To forecast the performance and market action of a stock, a business sector, or the economy, these analysts often employ a holistic approach to securities analysis that combines both fundamental and technical methods.",
        "skills": [
            "Excel Modelling Skills: MTA charter holders, work on a lot of Excel sheet and also the models.",
            "Analytical Skills: It gives them the ability to visualize, articulate, conceptualize or solve both complex and uncomplicated problems by making decisions that are sensible given the available information.",
            "Communication Skills: They have to communicate with clients, investors, stockbrokers and many others.",
            "Computer Skills: They may have to learn new software to create portfolios, analyse financial data, see trends, and make forecasts.",
            "Mathematics Skills: MTA designation uses mathematical skills when estimating the value of financial securities."
        ],
        "educ": [
            "School: Any subject combination taking Sience or Commerce or Humanities.",
            "Graduation: Any Graduation Course / Bachelor of Commerce in Finance.",
            "Post Graduation: 3 Level CMT Examination."
        ],
        "opp_l": [
            "Portfolio Manager",
            "Risk Managers"
        ],
        "opp_r": [
            "Quantitative Financial Research and Trading"
        ],
        "insti": [
            {
                "link": "https://cmtassociation.org/",
                "name": "CMT Association"
            }
        ],
        "pros": [
            "Payout is good and you can work in different roles.",
            "There is role flexibility as you can work with a team and/or independently.",
            "Extensive financial knowledge required.",
            "A lot of technicians work over 40 hours each week in tensed environments."
        ]
    },
    {
        "careerid": "cfa",
        "title": "Chartered Financial Analyst",
        "cat_dir": "../financeandaccounts.html",
        "cat": "Finance & Accounts",
        "duration": "4 years",
        "p1_1": "Do you have a keen interest in finance and its technicalities? Then CFA might be the perfect role for you! The CFA Program is a postgraduate professional certification provided to investment and financial professionals worldwide by the American-based CFA Institute. Candidates must pass three levels of exams.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cfa.jpg",
        "alt1": "EE Image",
        "desc": "Any work that involves large-scale wealth management, financial analysis, or complex accounting is likely to be held by a Chartered Financial Analyst (CFA). A financial analyst is in charge of collecting data, arranging information, analyzing historical results, forecasting and projecting future results, making suggestions, and creating Excel models and presentations.",
        "skills": [
            "Excel Modelling Skills: CFA charter holders deal with a lot of Excel sheets and templates.",
            "Analytical Skills: They can visualize, articulate, conceptualize, or solve both complicated and basic problems by making rational decisions based on the information they have.",
            "Communication Skills: They must interact with a variety of people, including customers, investors, stockbrokers, and others.",
            "Computer Skills: To build portfolios, analyze financial data, spot patterns, and make predictions, they will need to learn new technologies.",
            "Mathematics Skills: When calculating the value of financial instruments, the CFA classification employs mathematical skills."
        ],
        "educ": [
            "School: Any subject combination taking Commerce as the main stream.",
            "Graduation: Bachelor of Commerce in Finance.<",
            "Post Graduation: CFA Program."
        ],
        "opp_l": [
            "Investment Banking",
            "Hedge Funds"
        ],
        "opp_r": [
            "Research Analyst",
            "Financial Advisor / Consultant"
        ],
        "insti": [
            {
                "link": "https://www.iibms.org/",
                "name": "Indian institute of Business Management and Studies"
            }
        ],
        "pros": [
            "The curriculum covers many aspects of the financial/investment industry and can be done at one’s own pace.",
            "The field has international brand recognition.",
            "It's not an academic degree.",
            "It is a very time-consuming course."
        ]
    },
    {
        "careerid": "coa",
        "title": "Cost Accountant",
        "cat_dir": "../financeandaccounts.html",
        "cat": "Finance & Accounts",
        "duration": "4 years",
        "p1_1": "Do you have a flair for numbers and management, and are ready to put in your hours sincerely? Then, cost accounting is the right job for you! Cost accounting is a type of managerial accounting that tries to capture a company's entire cost of production by measuring both variable and fixed costs, such as a leasing fee. ",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-coa.jpg",
        "alt1": "EE Image",
        "desc": "As a cost accountant, you’ll be required to analyze and improve the cost control of a company. You will be required to plan budgets for the organization you’ll be working for. You’ll be asked to measure the performance based on the success of the company. The job is tailored to suit the needs of the agency or the company you’re working in.",
        "skills": [
            "Technical Skills: They must have the knowledge and skills required for cost accounting analysis.",
            "Analytical Skills: Because a cost accountant's job is to look for new and unusual ways to increase profitability by decreasing expenses, having a strong analytical mind is a must.",
            "Communication Skills: Cost accountants must collaborate and communicate with large groups, external vendor partners, stakeholders, financial accountants, risk managers, and other professionals. That is why it is critical to have a firm grasp on your corporate communication abilities and depiction tactics.",
            "Computer Skills: Cost accountants need to be computer savvy because they are required to use a variety of accounting software and tools."
        ],
        "educ": [
            "School: Any subject combination taking Sience or Commerce or Humanities.",
            "Graduation: Bachelor of Business Administration.",
            "Post Graduation: Master of Business Administration."
        ],
        "opp_l": [
            "Accounting and auditing clerk",
            "Chief Accounting Officer",
            "Investment Analyst"
        ],
        "opp_r": [
            "Economic Officer",
            "Banking Manager"
        ],
        "insti": [
            {
                "link": "https://www.cuchd.in/",
                "name": "Chandigarh University"
            },
            {
                "link": "http://ignou.ac.in/",
                "name": "Indira Gandhi National Open University"
            },
            {
                "link": "https://www.drmgrdu.ac.in/",
                "name": "Dr. M.G.R. Educational and Research Institute"
            }
        ],
        "pros": [
            "You will be in charge of the profits and losses of a company.",
            "It is a very rewarding job, there’s a lot of money in it.",
            "You need to be very precise in your calculations, a small mistake can be very punishing.",
            "Plenty of experience is required, to be able to gain a good repute."
        ]
    },
    {
        "careerid": "cpa",
        "title": "Certified Public Accountant",
        "cat_dir": "../financeandaccounts.html",
        "cat": "Finance & Accounts",
        "duration": "5 years",
        "p1_1": "Are you intrigued by accountancy and similar fields? Then, CPA can be a great profession for you! Certified public accountants provide their services to public organizations. If you think you have a flair for accounts and want to serve the community, for the betterment of the community, then the work of a CPA might be the best job for you.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cpa.jpg",
        "alt1": "EE Image",
        "desc": "Certified Public Accountant or CPA provides accounting services to the public and organizations. They are primarily involved in auditing and attestation procedures. They should be well versed with accounting principles, business and financial concepts, tax, etc. CPAs are hired by organizations in the role of finance manager, chief financial officer, etc. ",
        "skills": [
            "Excel Modelling Skills: CPAs have to deal with a lot of Excel sheets and templates.",
            "Analytical Skills: They can visualize, articulate, conceptualize, or solve both complicated and basic problems by making rational decisions based on the information they have.",
            "Communication Skills: They must interact with a variety of people, including customers, investors, stockbrokers, and others.",
            "Mathematical Skills: When calculating the value of financial instruments, they need to employ mathematical skills."
        ],
        "educ": [
            "School: Any subject combination taking Commerce as the main stream.",
            "Graduation: Bachelor of Commerce in Finance / Bachelor of Commerce in (Hons.) / Bachelor of Business Administration.",
            "Post Graduation: Master of Business Administration in Finance / Chartered Accountant / Company Secretary."
        ],
        "opp_l": [
            "Public Accountant",
            "Management Accountant"
        ],
        "opp_r": [
            "Financial Analyst",
            "Corporate Accounting"
        ],
        "insti": [
            {
                "link": "http://www.iimkashipur.ac.in/",
                "name": "Indian Institute Of Management"
            },
            {
                "link": "http://www.iift.edu/",
                "name": "Indian Institute of Foreign Trade"
            },
            {
                "link": "https://www.xlri.ac.in/",
                "name": "Xavier Labor Relations Institute"
            }
        ],
        "pros": [
            "CPAs can work in a plethora of industries.",
            "Excellent opportunity for CA/ ICWA/CS/ Law/MBA (Finance), M.Com and Commerce Graduates who aspire for an International Certification.",
            "The work and the level of responsibility is very stressful.",
            "You may have to work for long hours."
        ]
    },
    {
        "careerid": "counsellor",
        "title": "Counsellor",
        "cat_dir": "../educationandtraining.html",
        "cat": "Education And Training",
        "duration": "5 years",
        "p1_1": "Do you think your heart is a gem and you can devote to the service of your society? Then, being a counsellor is the right career path for you. A counsellor understands the troubles of their clients, emotional, psychological, career oriented etc. and helps them solve it. Their job is to provide guidance to people who require it, particularly on personal issues.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-couns.jpg",
        "alt1": "EE Image",
        "desc": "A counsellor gets to know people and solve any trouble they’re having mentally. They’re supposed to build trust with their clients. They help them in rehabilitation and improving their quality of life. Counsellors must be aware of these difficulties in order to provide proper therapy and assistance to their clients.",
        "skills": [
            "Communication Skills: To effectively communicate with a variety of people, you must have great verbal communication abilities. Counselors will frequently be asked to question clients and conduct interviews, and they must be skilled in doing so so as not to upset or stress clients further.",
            "Interpersonal Skills: Counselors must be able to communicate successfully with a variety of people, including clients and coworkers.",
            "Compassion Skills: You should want to help people, be compassionate, and be able to empathize with their sorrow and other issues. You must be able to put your patients at ease and make them feel at ease in your presence."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor of Science / Bachelor of Arts  in Psychology or Sociology.",
            "Post Graduation: Masters of Science / Masters of Arts  in Psychology or Sociology."
        ],
        "opp_l": [
            "Career Counsellor",
            "Rehabilitation Counsellor"
        ],
        "opp_r": [
            "Mental Health Counsellor",
            "Marriage Counsellor"
        ],
        "insti": [
            {
                "link": "https://www.jmi.ac.in/",
                "name": "Jamia Millia Islamia"
            },
            {
                "link": "https://sxca.edu.in/",
                "name": "St. Xavier’s College"
            },
            {
                "link": "https://aud.ac.in/",
                "name": "Ambedkar University"
            },
            {
                "link": "https://www.knc.edu.in/",
                "name": "Kamala Nehru College"
            },
            {
                "link": "https://www.fergusson.edu/",
                "name": "Fergusson College"
            }
        ],
        "pros": [
            "It offers great job satisfaction.",
            "It can be emotionally demanding.",
            "It takes time and hard work.",
            "Constant learning as the job grows."
        ]
    },
    {
        "careerid": "teacher",
        "title": "Teacher",
        "cat_dir": "../educationandtraining.html",
        "cat": "Education And Training",
        "duration": "6 years",
        "p1_1": "Do you love to share your knowledge and help others improve? If so, then a career in Teaching is just for you. Teachers are responsible for imparting knowledge and educating younger generations of people. They are responsible for the mental development of students at one of their most crucial stages of life and can have a lifelong impact on their students.",
        "p1_2": "",
        "alt1": "EE Image",
        "desc": "Working as a teacher can be a very rewarding job. They are responsible for assessing their students, taking into account their strengths and weaknesses and creating ways to impart education on their basis. A teacher gets the opportunity to help in the overall betterment of their pupils.",
        "skills": [
            "Communication Skills: A teacher’s primary responsibility is to impart knowledge to their students, making the ability to effectively communicate very crucial.",
            "Compassion Skills: One needs to be very empathetic to the needs of their students and show care for them.",
            "Creativity Skills: One may need to devise creative ways to impart education to increase the amount of what the students understand and retain.",
            "Organization Skills: As one is responsible for the creation of various modules, they need to show organisational ability."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor course in any field / Bachelor of Elementary Education.",
            "Post Graduation: Master of Education."
        ],
        "opp_l": [
            "School Teachers",
            "Playschool Teachers"
        ],
        "opp_r": [
            "Institutes"
        ],
        "insti": [
            {
                "link": "https://www.du.ac.in/",
                "name": "University of Delhi"
            },
            {
                "link": "https://sxca.edu.in/",
                "name": "St. Xavier’s College"
            },
            {
                "link": "https://www.bhu.ac.in/Site/Home/1_2_16_Main-Site",
                "name": "Banaras Hindu University"
            }
        ],
        "pros": [
            "One gets to have an impact on developing minds for the better.",
            "It also allows you to get leaves on school holidays.",
            "It can get a bit monotonous after some time.",
            "It can be hectic, to grade so many papers and assignments."
        ]
    },
    {
        "careerid": "speced",
        "title": "Special Educator",
        "cat_dir": "../educationandtraining.html",
        "cat": "Education And Training",
        "duration": "4 years",
        "p1_1": "Do you want to help children who have trouble learning at a regular pace in classes? Then, being a special educator can be a great career path for you! If you feel that you want to help by teaching them, then being a special educator might be the right task for you. It involves helping such children grow, and overcome their troubles.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-spec.jpg",
        "alt1": "EE Image",
        "desc": "Special education offers different career opportunities including teaching, instruction and curriculum development for children with special needs and adults. The major responsibility of any special educator is to teach and interact with children who have a variety of disabilities.",
        "skills": [
            "Communication Skills: A teacher’s primary responsibility is to impart knowledge to their students, making the ability to effectively communicate very crucial.",
            "Compassion Skills: One needs to be very empathetic to the needs of their students and show care for them.",
            "Creativity Skills: One may need to devise creative ways to impart education to increase the amount of what the students understand and retain.",
            "Organization Skills: As one is responsible for the creation of various modules, they need to show organisational ability."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor course in any field / Bachelor of Elementary Education / Bachelor of Education in Special Education",
            "Post Graduation: Post Graduate Diploma in Special Education"
        ],
        "opp_l": [
            "Special Educator for Early/ Pre-KG to Class 12",
            "Special Educator in College/ University",
            "Special Educator for Low-Incidence Disabilities/ Sensory Development"
        ],
        "opp_r": [
            "Special Educator for High-Incidence Disabilities",
            "Special Educator for Emotional or Behavioural Disorders",
            "Special Educator for Autism Spectrum Disorders"
        ],
        "insti": [
            {
                "link": "https://www.bpmarineacademy.in/",
                "name": "B.P. Marine Academy"
            },
            {
                "link": "https://nsnis.org/",
                "name": "Netaji Subhas National Institute of Sports"
            },
            {
                "link": "https://www.imeindia.in/",
                "name": "Institution Of Mechanical Engineers"
            }
        ],
        "pros": [
            "The hours for a special educator are chosen by the teachers themselves.",
            "There’s a lot of freedom for these teachers.",
            "The salary paid to special educators is quite less.",
            "There is less scope for promotion."
        ]
    },
    {
        "careerid": "prof",
        "title": "Professor",
        "cat_dir": "../educationandtraining.html",
        "cat": "Education And Training",
        "duration": "7 years",
        "p1_1": "Do you love to share your knowledge and help others improve? If so, then a career in Teaching is just for you. Teachers are responsible for imparting knowledge and educating younger generations of people. They are responsible for the mental development of students at one of their most crucial stages of life and can have a lifelong impact on their students.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-prof.jpg",
        "alt1": "EE Image",
        "desc": "Professors often carry out original research and give regular teachings to undergraduate, vocational, or postgraduate courses in their fields of expertise. In universities and institutions, they instruct and supervise students while conducting their research.",
        "skills": [
            "Communication Skills: A teacher’s primary responsibility is to impart knowledge to their students, making the ability to effectively communicate very crucial.",
            "Compassion Skills: One needs to be very empathetic to the needs of their students and show care for them.",
            "Creativity Skills: One may need to devise creative ways to impart education to increase the amount of what the students understand and retain.",
            "Organization Skills: As one is responsible for the creation of various modules, they need to show organisational ability."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Bachelor course in any field",
            "Post Graduation: Masters course in any field."
        ],
        "opp_l": [
            "Technical Education Teacher"
        ],
        "opp_r": [
            "Instructional Coordinator"
        ],
        "insti": [
            {
                "link": "https://www.du.ac.in/",
                "name": "University of Delhi"
            },
            {
                "link": "https://sxca.edu.in/",
                "name": "St. Xavier’s College"
            },
            {
                "link": "https://www.bhu.ac.in/Site/Home/1_2_16_Main-Site",
                "name": "Banaras Hindu University"
            }
        ],
        "pros": [
            "One gets to have an impact on developing minds for the better.",
            "It also allows you to get leaves on school holidays.",
            "It can get a bit monotonous after some time.",
            "It can be hectic, to grade so many papers and assignments."
        ]
    },
    {
        "careerid": "digi",
        "title": "Digital Marketing",
        "cat_dir": "../marketing.html",
        "cat": "Sales And Marketing",
        "duration": "3 years",
        "p1_1": "Do you want to work in a creative field and learn all about internet presence? The, digital marketing is the choice for you!Digital Marketing is the new age market. Right from logos to giant banner advertisements on screen, digital marketing is now a huge requirement for anyone coming into the field of marketing.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-digi.jpg",
        "alt1": "EE Image",
        "desc": "A career in digital marketing can be kick-started right from the comfort of your home. Selling or buying isn’t the only end goal in digital marketing. They plan and execute all web, SEO/SEM, database marketing, email, social media, and display advertising campaigns. They also design, build, and maintain our social media presence.",
        "skills": [
            "Management Skills: Working for a large mass requires anticipating future trends and executing plans based on that data.",
            "Creativity Skills: It is an important aspect in digital marketing. careergers, influencers, creative heads and writers are always successful on creative and original ideas."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Digital Marketing Course / BSc. in Computer Science  ",
            "Post Graduation: MSc. in Computer Science / MA. In English."
        ],
        "opp_l": [
            "careerger",
            "Content Writer",
            "Entertainment",
            "Web Designing"
        ],
        "opp_r": [
            "Social Media Marketing",
            "Data Analyst",
            "AI Developer"
        ],
        "insti": [
            {
                "link": "https://dsim.in/",
                "name": "Delhi School of Internet Marketing"
            },
            {
                "link": "https://manipal.edu/",
                "name": "Manipal ProLearn"
            },
            {
                "link": "https://iimskills.com/",
                "name": "Indian Institute of Management Skills"
            },
            {
                "link": "https://www.aima.in/",
                "name": "All India Management Association"
            }
        ],
        "pros": [
            "It's easy to pave a way for your future on this career path.    ",
            "Digital Marketing will always be a need in this time and generation.",
            "Career calls for too much screen time that can harm your health if not balanced.",
            "You have to sacrifice a lot of your life to study for this job.Constant need to be creative and original, this could prove to be incredibly draining."
        ]
    },
    {
        "careerid": "ad",
        "title": "Advertisement Marketing",
        "cat_dir": "../marketing.html",
        "cat": "Sales And Marketing",
        "duration": "3 years",
        "p1_1": "Are you always fascinated by different types of advertisements? Then advertising is the appropriate career pathway for you! Advertising is not a new field, everyone has seen advertisement in some form or the other. Advertising is a means of selling, by highlighting the key features of a product or service.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ad.jpg",
        "alt1": "EE Image",
        "desc": "Advertising involves being creative and thinking out of the box. The adverts need to be very catchy and attractive. They need to convey to the customer how your product or service would add value to their lives. Experts in this field also need to possess good communication skills.",
        "skills": [
            "Negotiation Skills: As an advertiser you’ll have to negotiate with clients on budgets, timelines, and expectations. You also need to work with a team that works to achieve the same goals as you.",
            "Creativity Skills: Creativity is what earns you brownie points in this field, you need to be able to step out and think differently if you want to stand out in the market.",
            "Analysing Skills: Analysing the market, the trends and patterns are also extremely important. ",
            "Communication Skills: One will be primarily interacting with a lot of people on a daily basis. "
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Diploma in Advertising",
            "Post Graduation: PG Diploma in Advertising / MA. In Mass Communication."
        ],
        "opp_l": [
            "Copywriters",
            "Graphic Designer"
        ],
        "opp_r": [
            "Visualizer",
            "Media Planning"
        ],
        "insti": [
            {
                "link": "http://iimc.nic.in/",
                "name": "Indian Institute of Mass Communication, New Delhi"
            },
            {
                "link": "https://www.mica.ac.in/",
                "name": "Mudra Institute of Communications"
            },
            {
                "link": "http://www.sbc.ac.in/",
                "name": "School of Broadcasting & Communication"
            },
            {
                "link": "https://www.asianmedia.org.in/",
                "name": "Asian College of Journalism"
            },
            {
                "link": "https://www.simc.edu/",
                "name": "Symbiosis Institute of Media and Communication"
            }
        ],
        "pros": [
            "The pay scale is rewarding in this field.",
            "Get to meet new people in the field on a continuous basis.",
            "Busy and tight schedules due to stringent deadlines.",
            "Can be frustrating, due to back and forth with the clients over corrections."
        ]
    },
    {
        "careerid": "sales",
        "title": "Sales",
        "cat_dir": "../marketing.html",
        "cat": "Sales And Marketing",
        "duration": "3 years",
        "p1_1": "Do you think you can work in pitching sales and convincing people to do (buy) stuff? hen the sales career path might be a match made in heaven for you. It involves (as you guessed) making sales to potential customers. It also involves effective communication, analytics, and the most important of all, patience.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-sales.jpg",
        "alt1": "EE Image",
        "desc": "A salesperson is responsible for selling products or services that meet customer needs. They identify prospective customers, establish trust, nurture prospects through the company's sales funnel, provide information on offerings, and bring in new customers by convincing people to make a purchase.",
        "skills": [
            "Negotiation Skills: As a salesperson, you'll have to work out budgets, timetables, and expectations with clients. You'll also need to collaborate with a group of people who share your objectives.",
            "Creativity Skills: This is what gives you brownie points in this sector; if you want to stand out in the market, you must be able to think outside the box.",
            "Communication Skills: They are a must in this job because you will be dealing with a variety of clientele. "
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: BCom. / BBA / BBM / Diploma in Sales",
            "Post Graduation: MBA in Marketing and Sales"
        ],
        "opp_l": [
            "Company Sales Person"
        ],
        "opp_r": [
        ],
        "insti": [
            {
                "link": "https://www.spjimr.org/",
                "name": "SP Jain Institute of Management and Research"
            },
            {
                "link": "https://liba.edu/",
                "name": "Loyola Institute of Business Administration"
            },
            {
                "link": "http://www.iimkashipur.ac.in/",
                "name": "Indian Institute Of Management"
            },
            {
                "link": "https://sibm.edu/",
                "name": "Symbiosis Institute of Business Management"
            }
        ],
        "pros": [
            "The pay scale is really rewarding in this field.",
            "Get to meet new people of the field on a continuous basis.",
            "Busy and tight schedules due to stringent deadlines.",
            "The field has a lot of competition."
        ]
    },
    {
        "careerid": "prod",
        "title": "Product Designer",
        "cat_dir": "../marketing.html",
        "cat": "Product Designer",
        "duration": "3 years",
        "p1_1": "Do you want to design and create a product? If yes, then product designing is the favoured career option for you. The process of product design entails imagining and producing mass-produced products. The concept includes both the physical and functional characteristics that goods should have.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-prod.jpg",
        "alt1": "EE Image",
        "desc": "Product designers use their design experience and technological expertise to enhance the functionality and appearance of existing products. Designers also work to reduce the product's expense by rethinking the development. Product designers work closely with colleagues and clients.",
        "skills": [
            "Technical Skills: Product designers usually practice on the computer. They need to be familiar with the software and should know the technical specs of the job. They must have IT and CAD skills.",
            "Creativity Skills: Any field of designing is a creative field. In such fields theory does not work instead practicality works.",
            "Communication Skills: Designers need to coordinate with clients and colleagues. They even need to work with professionals of other fields such as engineers, sales and marketing, etc. "
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: B. Des in Industrial design / B. Des in Product designing / B. Tech in Mechanical / B. Tech in Automobile / B. Tech in Electrical Engineering",
            "Post Graduation: Diploma / M. Des in Product Designing / Diploma / M. Des in Industrial Designing"
        ],
        "opp_l": [
            "Product Designer",
            "Furniture Designer",
            "Exhibition Designer",
            "Color Technologist"
        ],
        "opp_r": [
            "Textile Technologist",
            "CAD Technician"
        ],
        "insti": [
            {
                "link": "https://www.nid.edu/",
                "name": "National Institute of Design"
            },
            {
                "link": "https://www.mitid.edu.in/",
                "name": "MIT Institute of Design"
            },
            {
                "link": "https://www.iisc.ac.in/",
                "name": "Indian Institute of Science"
            },
            {
                "link": "https://www.iitb.ac.in/",
                "name": "Indian Institute of Technology"
            }
        ],
        "pros": [
            "Job satisfaction is the biggest pro of this sector.",
            "High paying job because of the high demand in the market.",
            "Perfection is required, as one is building a product that will be sold under a company's name.",
            "It requires a high level of skills as it is a complex job with different dimensions."
        ]
    },
    {
        "careerid": "mark",
        "title": "Marketing",
        "cat_dir": "../marketing.html",
        "cat": "Marketing",
        "duration": "3 years",
        "p1_1": "Do you want to design advertisements and marketing strategies for different companies? Then, marketing is a great field for you. Marketing is a means of understanding the ways in which our world is working at the moment, and using that as a way of promoting a product or service. ",
        "p1_2": "",
        "alt1": "EE Image",
        "desc": "Marketing requires you to be on your toes. You need to brainstorm a lot in this field and come up with different ways to sell your product or service. Marketing executives strive to maximize revenues by creating sales tactics that are tailored to the needs of their customers and by pushing products, services, or ideas. ",
        "skills": [
            "Negotiation Skills: As a marketer, you'll have to work out budgets, timetables, and expectations with clients. You'll also need to collaborate with a group of people who share your objectives.",
            "Analytical Skills: As previously stated, analyzing the market, trends, and patterns is very crucial.",
            "Creativity Skills: This is what gives you brownie points in this sector; if you want to stand out in the market, you must be able to think outside the box. ",
            "Communication Skills: They are a must in this job because you will be dealing with a variety of clientele. "
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: B.Com. / BBA / BBM / Diploma in marketing",
            "Post Graduation: MBA in Digital Marketing / MBA in oversees marketing"
        ],
        "opp_l": [
            "Digital Marketing",
            "Direct Marketing",
            "Market Research",
            "Public Relation"
        ],
        "opp_r": [
            "Brand Management",
            "Advertising"
        ],
        "insti": [
            {
                "link": "https://www.spjimr.org/",
                "name": "SP Jain Institute of Management and Research"
            },
            {
                "link": "https://liba.edu/",
                "name": "Loyola Institute of Business Administration"
            },
            {
                "link": "Indian Institute Of Management",
                "name": "Indian Institute Of Management"
            },
            {
                "link": "https://www.sibm.edu/",
                "name": "Symbiosis Institute of Business Management"
            }
        ],
        "pros": [
            "The pay scale is really rewarding in this field.",
            "Get to meet new people of the field on a continuous basis.",
            "Busy and tight schedules due to stringent deadlines.",
            "The field has a lot of competition."
        ]
    },
    {
        "careerid": "atc",
        "title": "Air Traffic Controller",
        "cat_dir": "../aviation.html",
        "cat": "Aviation",
        "duration": "3 years",
        "p1_1": "Have you always been intrigued by how aircrafts are controlled? If yes, then you should think of becoming an air traffic controller. Land-based air traffic controllers provide air traffic control (ATC), which directs aircraft on the ground and through controlled airspace, as well as providing advisory services to aircraft in non-controlled airspace.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-atc.jpg",
        "alt1": "EE Image",
        "desc": "The air traffic controller is the instructor of the pilots. They assist the pilot’s landings and take-offs by monitoring and directing the movement of aircraft. They make use of radar tracking, computer systems, or visual references. They even provide information to pilots, such as weather updates, runway closures, and other critical information. ",
        "skills": [
            "Mathematical Skills: It is an essential skill to become an ATC as they need to do math accurately and quickly as the whole aeroplane’s landing and take offs are dependent on them including pilots.",
            "Concentration Skills: In the airport tower, lots of people work together but each individual should be able to focus on their job.",
            "Communication Skills: Controllers must be able to give clear, concise instructions, listen carefully to pilot’s requests, and respond by speaking clearly.",
            "Decision Making Skills: Flying an aircraft is an unpredictable job as the weather or other factors can change suddenly and the controller is the first person to respond to such changes.",
            "Organizational Skills: Controller coordinates the actions of multiple flights. But it is the controller’s job to prioritize and give time to each pilot to give them complete information."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Technology / Bachelor of Science in Physics and Mathematics.",
            "Post Graduation: Master of Technology / Master of Science in Physics and Mathematics."
        ],
        "opp_l": [
            "Tower Controllers",
            "En Route Controllers"
        ],
        "opp_r": [
            "Approach and Departure Controllers"
        ],
        "insti": [
            {
                "link": "https://www.iitm.ac.in/",
                "name": "Indian Institute of Technology"
            },
            {
                "link": "https://www.iiserpune.ac.in/",
                "name": "Indian Institute of Science Education and Research"
            },
            {
                "link": "https://jaipur.manipal.edu/",
                "name": "Manipal University Jaipur"
            }
        ],
        "pros": [
            "It is a great job for those who have a high ability of strategic thinking and quick decision-making ability.",
            "It is a highly respectable job in the aviation industry as they are in charge of the security of the aeroplane.",
            "Successful ATC requires years of training and working hours.",
            "Professionals might have to work for longer hours."
        ]
    },
    {
        "careerid": "ame",
        "title": "Aircraft Maintenance Engineer",
        "cat_dir": "../aviation.html",
        "cat": "Aviation",
        "duration": "3 years",
        "p1_1": "Do you love aircraft and working with machines? If so, then a career as an Aircraft Maintenance Engineer is just for you. Aircraft maintenance is the execution of tasks required to ensure an aircraft or aircraft part's continued airworthiness, such as overhaul, replacement,and defect rectification.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-ame.jpg",
        "alt1": "EE Image",
        "desc": "The primary job of Aircraft Maintenance Engineer is to detect any detriment present in parts of the aircraft and repair or replace such flawed parts. They follow the engineering designs and plans and service the aircraft. They are also responsible for testing various gauges and instruments for any errors.",
        "skills": [
            "A licensed person who performs and certifies aircraft maintenance is known as an Aircraft Maintenance Engineer. The primary job of such professionals is to detect any detriment present in parts of the aircraft and repair or replace such flawed parts. They follow the engineering designs and plans and service the aircraft. They are also responsible for testing various gauges and instruments for any errors and work to solve any complaints registered by the pilots or co-pilots during the travel of the flight. It is a relatively challenging but rewarding profession. They are responsible for ensuring an aircraft operates properly and safely.",
            "Concentration Skills: In this profession, missing even the slightest details can have disastrous consequences, making such skills very important.",
            "Time Management Skills: You have to service an aircraft in between flights and thus have strict deadlines where delays may spell huge losses.",
            "Pressure Handling Skills: The pressure to perform immaculate jobs in strict times makes pressure-handling skills very important.",
            "Learning Skills: Even after studying, one has to keep up with the latest innovations in the field so as to ensure that all aircraft are fitted with up-to-date technology."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor of Technology in Aeronautical Engineering  / Aircraft Maintenance Engineering License / Bachelor of Science.",
            "Post Graduation: Aircraft Maintenance Engineer Training Courses."
        ],
        "opp_l": [
            "Airlines",
            "Airport Authorities"
        ],
        "opp_r": [
            "Aircraft Manufacturing Firms"
        ],
        "insti": [
            {
                "link": "https://www.iameaurangabad.com/",
                "name": "Institute of Aircraft Maintenance Engineering"
            },
            {
                "link": "http://flytechaviation.aero/",
                "name": "Flytech Aviation Academy"
            },
            {
                "link": "https://www.hindustanacademy.edu.in/",
                "name": "Hindustan Aviation Academy"
            },
            {
                "link": "https://www.iiae.in/",
                "name": "Indian Institute for Aeronautical Engineering"
            }
        ],
        "pros": [
            "Full of challenging and exciting opportunities.",
            "Perks and high salary after establishing one as a competent engineer.",
            "A high amount of labour is required.",
            "Perfection is a must, in this profession."
        ]
    },
    {
        "careerid": "cc",
        "title": "Cabin Crew",
        "cat_dir": "../aviation.html",
        "cat": "Aviation",
        "duration": "3 years",
        "p1_1": "Do you love travelling and interacting and helping people? If so, then a career as a part of the Cabin Crew is just for you. Cabin Crew members travel on flights to ensure that the journey of all people in the aeroplane is comfortable and without any problem. They are also responsible for ensuring everyone’s safety and lead in times of emergency.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-cc.jpg",
        "alt1": "EE Image",
        "desc": "The crew is responsible for checking all of the safety measures and look into the passenger list and facilitate the special requirements for some passengers. They also help passengers with any difficulty they might have during the flight and serve them refreshments and ensure they have a great experience of travelling.",
        "skills": [
            "MInterpersonal Skills: This profession requires you to interact with multitudes of people regularly, making good interpersonal skills important.",
            "Pressure Handling Skills: You have to be ready to act efficiently and smartly under emergencies despite all of the pressure that may come upon you.",
            "Teamwork Skills: You work in teams of crews, making teamwork very important."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Diploma in Cabin Crew / Bachelor in Hotel Management Catering and Technology.",
            "Post Graduation: PG Diploma in Cabin Crew."
        ],
        "opp_l": [
            "Domestic Airlines"
        ],
        "opp_r": [
            "International Airlines"
        ],
        "insti": [
            {
                "link": "https://www.iiagroup.co.in/",
                "name": "All India Institute of Aeronautics"
            },
            {
                "link": "https://www.airindiaexpress.in/",
                "name": "Air India Express"
            },
            {
                "link": "http://www.hihmhospitality.com/",
                "name": "Hope Institute of Hospitality Management Pvt Ltd"
            },
            {
                "link": "https://www.thebombayflyingclub.com/",
                "name": "The Bombay Flying Club, College of Aviation"
            },
            {
                "link": "https://www.avalonacademy.in/",
                "name": "Avalon Academy"
            }
        ],
        "pros": [
            "You get to interact with a huge array of people.",
            "You may also get discounted or free flights as per the perks of the job.",
            "You may also have to encounter a few passengers who are difficult to handle but still be pleasing to them.",
            "You may sometimes be deprived of sleep in cases of night flights, about the latest improvements."
        ]
    },
    {
        "careerid": "fa",
        "title": "Flight Attendant",
        "cat_dir": "../aviation.html",
        "cat": "Aviation",
        "duration": "3 years",
        "p1_1": "Do you aspire to fly high? If yes then, the flight attendant is the perfect job for you. A flight attendant is a member of an aircrew employed by airlines, primarily to ensure the comfort of passengers. Flight attendants are also responsible for briefing the passengers on safety standards specific to the aircraft in a safety demonstration.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-fa.jpg",
        "alt1": "EE Image",
        "desc": "The job of the flight attendant begins way before the flight takes off and ends with the landing of the flight. It begins with a briefing about the weather conditions, journey time, possible emergency situations, etc. The primary job of flight attendants is to keep passengers safe and to ensure that everyone follows security regulations.",
        "skills": [
            "Physical Stamina: Flight attendants have to pass medical evaluation where their height and weight are checked. They need to have a vision that is correctable to at least 20/40. This is done because they have to lift heavy luggage and stand for long hours.",
            "Customer Service Skills: A flight attendant’s primary job is to serve people boarding the flight. They should be poise, tact, and resourceful to handle stressful situations.",
            "Communication Skills: Flight attendants should be able to speak, listen attentively, and interact comfortably with passengers and other crew members.",
            "Decision Making Skills: Flight attendants should have a clear head at the time of emergencies and should be quick enough to make effective decisions."
        ],
        "educ": [
            "School: Any subject combination taking Science or Commerce or Humanities.",
            "Graduation: Diploma in Cabin Crew / Bachelor in Hotel Management Catering and Technology.",
            "Post Graduation: PG Diploma in Cabin Crew."
        ],
        "opp_l": [
            "Commercial Airlines",
            "Private Jet Companies",
            "Regional Airlines"
        ],
        "opp_r": [
        ],
        "insti": [
            {
                "link": "https://iiaedehradun.org/",
                "name": "Indian Institute for Aeronautical Engineering"
            },
            {
                "link": "https://www.airindiaexpress.in/",
                "name": "Air India Express"
            },
            {
                "link": "http://www.hihmhospitality.com/",
                "name": "Hope Institute of Hospitality Management Pvt Ltd"
            },
            {
                "link": "https://www.thebombayflyingclub.com/",
                "name": "The Bombay Flying Club, College of Aviation"
            },
            {
                "link": "https://www.avalonacademy.in/",
                "name": "Avalon Academy"
            }
        ],
        "pros": [
            "It is a great opportunity to meet new people and to travel to different locations.",
            "One does not need any specific degree to become a flight attendant.",
            "There is a tough competition to get into this field as companies receive thousands of applications.",
            "Inconsistency in schedule makes the attendants work even on holidays."
        ]
    },
    {
        "careerid": "pilot",
        "title": "Pilot",
        "cat_dir": "../aviation.html",
        "cat": "Aviation",
        "duration": "3 years",
        "p1_1": "Do you dream of taking control of the skies? If the answer is yes, then becoming a pilot might be your perfect career choice. A pilot is a skilled aviator responsible for operating aircraft, including airplanes and helicopters.",
        "p1_2": "",
        "img1": "../assets/images/career/career-details-pilot.jpg",
        "alt1": "EE Image",
        "desc": "The role of a pilot is essential in ensuring the safe and efficient operation of an aircraft. Their responsibilities extend well before the plane takes off and continue until it safely lands. Pilots are primarily responsible for the safe navigation and control of the aircraft, ensuring adherence to all aviation regulations and safety protocols.",
        "skills": [
            "Technical Proficiency: A pilot's primary duty is to safely operate the aircraft. They must have in-depth knowledge of aviation systems, navigation, and aeronautical principles, along with the ability to effectively use various flight instruments.",
            "Problem-Solving Skills: Pilots are trained to handle unexpected situations and emergencies that may arise during flights. They must be able to think critically and make timely decisions to ensure the safety of the aircraft and its passengers.",
            "Situational Awareness: It's crucial for pilots to have a keen sense of their surroundings, be aware of air traffic, and understand weather conditions. This helps them navigate and respond appropriately to changing circumstances during the flight.",
            "Communication Proficiency: Pilots must communicate clearly and effectively with air traffic controllers, co-pilots, flight attendants, and other crew members. This ensures smooth coordination and information exchange throughout the flight."
        ],
        "educ": [
            "School: Any subject combination taking Science as the main stream.",
            "Graduation: Bachelor's Degree in Aviation Science / Diploma in Commercial Pilot Training (CPL).",
            "Post Graduation: Commercial Pilot License (CPL) with Multi-Engine and Instrument Ratings."
        ],
        "opp_l": [
            "Commercial Airline Pilot",
            "Cargo Pilot"
        ],
        "opp_r": [
            "Corporate Pilot",
            "Flight Instructor"
        ],
        "insti": [
            {
                "link": "https://www.igrua.gov.in/",
                "name": "Indira Gandhi Rashtriya Uran Akademi (IGRUA)"
            },
            {
                "link": "http://nfticharsoo.com/",
                "name": "National Flying Training Institute (NFTI)"
            },
            {
                "link": "http://www.chimesaviationacademy.com/",
                "name": "Chimes Aviation Academy"
            },
            {
                "link": "https://www.thebombayflyingclub.com/",
                "name": "The Bombay Flying Club, College of Aviation"
            },
            {
                "link": "http://www.rgaviation.com/",
                "name": "Rajiv Gandhi Aviation Academy"
            }
        ],
        "pros": [
            "Being a pilot offers a unique chance to command an aircraft and travel to various destinations.",
            "The profession doesn't necessarily require a specific degree, opening up opportunities for passionate individuals.",
            "The aviation industry is highly competitive, with companies often receiving an overwhelming number of applications, making it a tough field to break into.",
            "Pilots often face an irregular and unpredictable work schedule, which may require them to work on holidays and weekends, impacting their work-life balance."
        ]
    },
    {
        "careerid": "arch",
        "title": "Archaelogy ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Have you ever wondered about the ancient eras, and want to study them? Then Archaeology is the right choice for you! Archaeology is the study of the human past, human civilisations and living conditions from remains. Although archaeology is frequently thought of as a branch of socio-cultural anthropology, archaeologists also use biological, geological, and environmental systems in their research. ",
        "p1_2": "",
        "img1": "../assets/images/humanities3/archaeology.jpg",
        "alt1": "AIML Image",
        "desc": "An archaeologist mainly works with evidence found. They then try to study their origin, describe the remains, and try to give it more context and build on to give us knowledge about an entire time period or era to pass on information to the world about their findings and publish their research.",
        "skills": [
            "Research Skills: Research skills are like the foundation for archaeologists. For research they also need to have a good command of their writing skills to publish their findings.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions.",
            "Post Graduation:MA. in Archaeology"
        ],
        "opp_l": [
            "Archaeologists",
            "Conservation officer",
            "Gallery Curator"
        ],
        "opp_r": [
            "Lecturer",
            "Document Specialist"
        ],
        "insti": [
            {
                "link": "https://www.loyolacollege.edu/",
                "name": "Loyola College, Chennai,"
            },
            {
                "link": "http://www.punjabiuniversity.ac.in/",
                "name": "Patiala College, Patiala"
            },
            {
                "link": "https://www.tiss.edu/",
                "name": "Stella Maris College, Chennai"
            },
            {
                "link": "https://www.xaviercomm.org/",
                "name": "Tata institute of Social Sciences, Mumbai"
            }
        ],
        "pros": [
            "If you're experienced and good at the job the pay is rewarding",
            "It can also be rewarding as a profession if you discover something new.",
            "Long and hectic work hours",
            "It requires extensive study and research"
        ]
    },
    {
        "careerid": "PA",
        "title": "Public Administration ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Public administration is a field where various functions that are expected from the government are executed by public administrators. The success of a well-functioning country solely lies in the performance of every small job performed. The aim of educating people in public administration is to train them in democratic values such as equality, justice, security, effectiveness, and order.",
        "p1_2": "",
        "img1": "../assets/images/humanities3/publicadministration.jpg",
        "alt1": "AIML Image",
        "desc": "Public administrators are government officials who work in government departments and agencies at all levels. Due to several changes happening every day, there is always a promising career in public administration. They investigate, design, and recommend policies and programs that are both cost-effective and adhere to administrative and federal regulations.",
        "skills": [
            "Strategic Skills : Working for a large mass requires anticipating future trends and executing plans based on that data.",
            "Responsibility Skills : This is key to Public Administration. Taking responsibility for the good and bad decisions show honesty in your work which is important in this line of work.",
            "Leadership Skills : They are useful even at the beginning. This ensures that you are ready for prospects and roles to take better decisions."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA. In Public Administration",
            "Post Graduation: MA. In Public Administration"
        ],
        "opp_l": [
            "Research Assistant",
            "Government Relations",
            "Analyst"
        ],
        "opp_r": [
            "Consultant",
            "Academia"
        ],
        "insti": [
            {
                "link": "https://www.presiuniv.ac.in/web/",
                "name": "Indian Institute of Public Administration, New Delhi"
            },
            {
                "link": "https://www.amucontrollerexams.com/",
                "name": "Jawaharlal Nehru University, New Delhi"
            },
            {
                "link": "https://mu.ac.in/",
                "name": "St. Xavier's College, Mumbai"
            },
            {
                "link": "https://www.mirandahouse.ac.in/",
                "name": "Nizam College, Hyderabad"
            }
        ],
        "pros": [
            "The job sector focuses on the administration of the government. A good perspective and better functioning only aides better governance in the country.",
            "Large exposure to various workings of the government",
            "The job can take a toll on you if the work-life balance is not maintained. This balance cannot be easily maintained in the initial years of your career",
            "It entails huge responsibilities."
        ]
    },
    {
        "careerid": "HomeSc",
        "title": "Home Science ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Do you want to learn a lot of different areas under one subject? Then, this is the subject to study. Home science isn't just a subject that teaches you how to cook. There's a lot that this subject encounters. The subject goes from nutrition, to child development and even financial management as well as leadership skills.",
        "p1_2": "",
        "img1": "../assets/images/humanities3/homescience.jpg",
        "alt1": "AIML Image",
        "desc": "An individual can Branch out and choose a career that best suits him/her. Home science is a vast field where the student can learn about nutrition, resources, home management, hygiene, general health, effective communication skills, ethics, clothing and textile management.",
        "skills": [
            "Creativity Skills : There's a lot of room and opportunity to be creative in home science.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences."
        ],
        "educ": [
            "School: Any subject combination (Home Science as an option) ",
            "Graduation: BSc. in Home Science",
            "Post Graduation: MSc. in Home Science "
        ],
        "opp_l": [
            "Production industry",
            "Healthcare",
            "Nutrition Consultant"
        ],
        "opp_r": [
            "Dietician",
            "Interior Designing "
        ],
        "insti": [
            {
                "link": "https://ladyirwin.edu.in/",
                "name": "Lady Irwin College, New Delhi"
            },
            {
                "link": "https://nimsuniversity.org/",
                "name": "NIMS University, Jaipur"
            },
            {
                "link": "https://mccblr.edu.in/",
                "name": "Mount Carmel College, Bengaluru"
            },
            {
                "link": "https://www.rpcau.ac.in/",
                "name": "Dr.Rajendra Prasad Central Agricultural University, Samastipur"
            }
        ],
        "pros": [
            "The field is growing and thus job opportunities are more in number",
            "It also has a lot of options and scope for a career",
            "It's not a well recognized profession as of now.",
            "It is often stereotypes as just cooking, and looked down upon"
        ]
    },
    {
        "careerid": "Geo",
        "title": "Geography ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Do you enjoy learning about different places and their terrains? Then geography is the right choice for you! Geography is the study of the physical features of our planet Earth. In geography, a person usually studies the terrains, vegetation, formations and other such aspects. It's an in-depth study of the planet we live on about aspects such as weather and natural calamities as well.",
        "p1_2": "",
        "img1": "../assets/images/humanities3/geography (1).jpg",
        "alt1": "AIML Image",
        "desc": "It is the study of places and people's interactions with their surroundings. Geographers study the physical features of the Earth's surface as well as the human societies that live there. An active interest in the environment and everything that affects life on Earth is important.",
        "skills": [
            "Research Skills: Research skills are like the foundation for archaeologists. For research they also need to have a good command of their writing skills to publish their findings.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA. in Geography",
            "Post Graduation:MA. in Geography/MSc. in Cartography/MA. in Demographic Studie"
        ],
        "opp_l": [
            "Regional Planner",
            "Urban Planner",
            "Cartographer"
        ],
        "opp_r": [
            "Forest managers",
            "Demographer"
        ],
        "insti": [
            {
                "link": "https://www.presiuniv.ac.in/web/",
                "name": "Presidency University, Kolkata"
            },
            {
                "link": "https://www.amucontrollerexams.com/",
                "name": "Aligarh Muslim University, Aligarh"
            },
            {
                "link": "https://mu.ac.in/",
                "name": "University of Mumbai, Mumbai"
            },
            {
                "link": "https://www.mirandahouse.ac.in/",
                "name": "Miranda House, New Delhi"
            }
        ],
        "pros": [
            "It is an interesting field and has plenty of areas to be explored.",
            "There's very little chance of feeling burnt out, or stagnant..",
            "Long and hectic work hours",
            "The pay may not be very rewarding unless you manage to achieve a high position"
        ]
    },
    {
        "careerid": "PoliSc",
        "title": "Political Science ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Do you want to learn about the inner workings of a government? Then, politics is a great choice for you! Politics is the working of people in communities to grow and solve problems effectively. Politicians are the ones who are involved in law-making and enforcement for the betterment of the country.",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Pol Sc.jpg",
        "alt1": "AIML Image",
        "desc": "Candidates who study political science would have to be great at communication. Candidates would have to be involved with the political scenario and stay in touch with ground reality as much as they can. They can then work for political parties as campaign strategists or analysts.",
        "skills": [
            "People Skills : As this field puts theory into use, using logic and reasoning becomes important to solve the problems and to come to a conclusion.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions.",
            "Learning Skills: Learning new skills and technology is a life long process for computer engineers to stay in the market."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA. in Political Science",
            "Post Graduation:MA. in Political Science"
        ],
        "opp_l": [
            "Law Firms",
            "Local and National Government",
            "Councils"
        ],
        "opp_r": [
            "Political Journalists",
            "Academia"
        ],
        "insti": [
            {
                "link": "https://www.presiuniv.ac.in/web/",
                "name": "Presidency University, Kolkata"
            },
            {
                "link": "https://www.amucontrollerexams.com/",
                "name": "Aligarh Muslim University, Aligarh"
            },
            {
                "link": "https://mu.ac.in/",
                "name": "University of Mumbai, Mumbai"
            },
            {
                "link": "https://www.mirandahouse.ac.in/",
                "name": "Miranda House, New Delhi"
            }
        ],
        "pros": [
            "The world of politics is ever-changing. Thus there'll always be something to catch up with and learn",
            "In case you are someone who likes to work for the betterment but also likes to stay behind the scenes, this would be perfect",
            "You'd have to be quick on your feet and always be on your toes trying to analyse and understand situations.",
            "Stress in the job is also quite high as it's fast-paced only if you're working in the field."
        ]
    },
    {
        "careerid": "lang",
        "title": "Language ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Do you want to study languages, and learn about words and their origins? Then you should choose languages as a major! A language is a systematic system of communication used by humans that is based on speech and gestures, sign language, and, in some cases, writing.",
        "p1_2": "",
        "img1": "../assets/images/humanities3/language.jpg",
        "alt1": "AIML Image",
        "desc": "Linguists research language and the elements that influence how people communicate. They can work in a variety of fields, including translation, analysis, research, and interpretation. Linguists work in a variety of settings, including education, government, and other public and commercial organizations.",
        "skills": [
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA. in Languages",
            "Post Graduation: MA. in Languages "
        ],
        "opp_l": [
            "Translator"
        ],
        "opp_r": [
            "Publishing houses",
            "Academia "
        ],
        "insti": [
            {
                "link": "https://delhi.afindia.org/",
                "name": "Alliance Française, New Delhi"
            },
            {
                "link": "https://www.jfindia.org.in/",
                "name": "Japanese Information and Cultural Centre, New Delhi"
            },
            {
                "link": "https://www.jnu.ac.in/sllcs",
                "name": "School of Language, New Delhi"
            },
            {
                "link": "https://www.bhu.ac.in/",
                "name": "Banaras Hindu University, Varanasi"
            }
        ],
        "pros": [
            "It provides really great experiences as you'll be meeting people from all walks of life.",
            "You can travel a lot and have an interesting lifestyle",
            "Sometimes it can be difficult to deal with different kinds of people.",
            "You need to persevere as you'll be learning a new language."
        ]
    },
    {
        "careerid": "sociology",
        "title": "Sociology ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "How have we grown as a community? Haven’t we changed from generation to generation? How does this social change occur? These are a few questions that sociology addresses. Sociology is the study of human social behaviour. It's focused on studying the original and evolution of humans as social beings, in context with their surroundings. ",
        "p1_2": "",
        "img1": "../assets/images/humanities2/Sociology.jpg",
        "alt1": "AIML Image",
        "desc": "Sociologists examine society and social behaviour using several methodologies. They study how people form groups, cultures, organizations, social institutions, and processes, then apply what they learn in the actual world. They need to closely observe human behaviour and try to understand how environmental factors contribute to such behaviour.",
        "skills": [
            "People Skills : As this field puts theory into use, using logic and reasoning becomes important to solve the problems and to come to a conclusion.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Adaptability Skills Adaptability to adapt to new conditions, circumstances, and diverse people.",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions.",
            "Learning Skills: Learning new skills and technology is a life long process for computer engineers to stay in the market."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA. (Hons) Sociology/BA. In Sociology",
            "Post Graduation:MA. in Sociology"
        ],
        "opp_l": [
            "Research Institutes",
            "Human resources"
        ],
        "opp_r": [
            "Government organis=zations",
            "Law Firms"
        ],
        "insti": [
            {
                "link": "https://www.presiuniv.ac.in/web/",
                "name": "Presidency University, Kolkata"
            },
            {
                "link": "https://www.amucontrollerexams.com/",
                "name": "Aligarh Muslim University, Aligarh"
            },
            {
                "link": "https://mu.ac.in/",
                "name": "University of Mumbai, Mumbai"
            },
            {
                "link": "https://www.mirandahouse.ac.in/",
                "name": "Miranda House, New Delhi"
            }
        ],
        "pros": [
            "It's an interesting field of study.",
            "There's room for a lot of research to understand human social behaviour better.",
            "The pay may not be as rewarding.",
            "It is not a very conventional profession."
        ]
    },
    {
        "careerid": "intreln",
        "title": "International Relations ",
        "cat_dir": "../humanities.html",
        "cat": "Humanities",
        "duration": "4 years",
        "p1_1": "Do you want to interact with international state representatives? Then you should pursue international relations. The study of the interactions of nation-states and non-governmental organizations in subjects such as politics, economics, and security is known as international relations.",
        "p1_2": "",
        "img1": "../assets/images/humanities2/international.jpg",
        "alt1": "AIML Image",
        "desc": "In this globally interconnected world, you'll have the chance to maintain positive diplomatic relations between countries, prevent international wars, and ensure that things operate smoothly between governments. In addition to politics, you will have a wide range of professional opportunities as an international relations specialist.",
        "skills": [
            "Teamwork Skills: In the field of international relations, collaboration is essential. Government officials, organization leaders, diplomats, and other key international relations specialists are frequently involved in choices taken at the international level.",
            "Analytical Skills This is important because Archaeologists usually read and analyse data. They also need to apply the knowledge they have to make appropriate inferences.",
            "Reading Skills: This is required to be able to comprehend written sentences and paragraphs, in work-related materials",
            "Communication Skills It’s highly important because they'll be working with different people and surroundings. And they need to be able to effectively communicate their ideas and suggestions."
        ],
        "educ": [
            "School: Any subject combination ",
            "Graduation: BA in Political Science/BA in International Relations",
            "Post Graduation: MA in International Relations "
        ],
        "opp_l": [
            "Policy Officer",
            "Public Affairs Consultants"
        ],
        "opp_r": [
            "Intelligence Analysts",
            "Government Relations Consultant"
        ],
        "insti": [
            {
                "link": "https://www.ashoka.edu.in/",
                "name": "Ashoka University, Haryana"
            },
            {
                "link": "http://www.ilsass.edu.in/",
                "name": "Institute of Language Studies and Applied Social Sciences, Gujarat"
            },
            {
                "link": "https://jgu.edu.in/jsia/",
                "name": "Jindal School of International Affairs, Haryana"
            },
            {
                "link": "https://www.jnu.ac.in/main/",
                "name": "Jawaharlal Nehru University, New Delhi"
            }
        ],
        "pros": [
            "Skills learnt here are transferable to any other profession.",
            "The career is stable and lucrative",
            "The job is quite stressful, as the entire country’s fate is dependent on the international relations department.",
            "It entails a lot of hard work and extensive study"
        ]
    }
        



]
